{
 "Abas": [
  "Abas",
  "A Trojan, the son of Eurydamas",
  "BkV84",
  "Diomedes",
  "Astynous and General Hypeiron he killed, striking one above the nipple with a throw of his bronze-tipped spear, the other with his long sword on the collarbone, shearing the shoulder from the neck and spine. Leaving them lying there, he chased down Abas and Polyidus, sons of old Eurydamas, interpreter of dreams. They came not back again, whom great Diomedes slew, for their father to tell their dreams. Then he pursued Xanthus and Thoön, Phaenops’ dear sons: an old man too weighed down with age to get himself fresh heirs. Diomedes killed both, leaving their sorrowing father to weep when they failed to return, and his surviving kin to inherit."
 ],
 "Ablerus": [
  "Ablerus",
  "Ablerus",
  "BkVI1",
  "Antilochus",
  "Now rugged Polypoetes killed Astyalus, while Odysseus slew Pidytes of Percote with his bronze spear, and Teucer noble Aretaon. Then Antilochus, Nestor’s son, with his shining spear downed Ablerus, and Agamemnon, king of men, felled Elatus, who lived in hilly Pedasus by the banks of sweet-flowing Satnioïs. As Phylacus fled before him, Leitus slew him there, while in turn Eurypylus laid Melanthius low."
 ],
 "Acamas": [
  "Acamas",
  "Acamas",
  "BkVI1",
  "Telamonian Ajax",
  "Telamonian Ajax, bulwark of the Achaeans, was the first to shatter a Trojan company and give his comrades hope, felling the best of the Thracian warriors, Acamas, tall and powerful son of Eussorus. He struck him first on the ridge of his horsehair-crested helmet, and drove the bronze spear-point into the bone, so darkness filled his eyes."
 ],
 "Adrastus": [
  "Adrastus",
  "A Trojan",
  "BkXVI684",
  "Patroclus",
  "Who then was the first to fall to you, Patroclus, and who the last, when the gods drew you to your death? The first were Adrastus; Autonous, Echeclus, Perimus son of Megas, Epistor, Melanippus, Elasus, Mulius, and Pylartes. These were the first he killed and the rest thought only of flight."
 ],
 "Aenius, a Paeonian": [
  "Aenius",
  "Aenius, a Paeonian",
  "BkXXI200",
  "Achilles",
  "With this, Achilles plucked his bronze-tipped spear from the bank, and left the corpse of Asteropaeus lying on the sand, in shallow water, where the eels and fish were already at work, nibbling the kidneys and devouring the fat, and went after the Paeonian charioteers, still huddled by the swirling river, having seen their champion die in combat at the hands and sword of the son of Peleus. There he killed Thersilochus, Mydon, Astypylus, Mnesus, Thrasius, Aenius and Ophelestes, and more too would have died if the eddying River had not taken on human form, and called to him angrily from the deep current: ‘Achilles, you are more than a man in strength and in dark deeds too, and the gods always defend you. If Zeus wants you to kill every last Trojan, then at least drive them from my stream, and do your grim work in the plain. My lovely channels are choked with the dead, and how can I send my waters down to the glittering sea, if you go on with your ruthless slaughter, fouling them with corpses? Prince among men, cease now, you appal me.’"
 ],
 "Aesepus": [
  "Aesepus",
  "A Trojan",
  "BkVI1",
  "Euryalus",
  "And Euryalus killed Dresus and Opheltius then chased down Aesepus and Pedasus, whom the water-nymph Abarbarea bore to peerless Bucolion. He was the eldest bastard son of noble Laomedon, who lay with the nymph while shepherding his flock. She bore him twins, and now Euryalus, son of Mecisteus, loosed their noble limbs, they in their prime, stripping the armour from their breasts."
 ],
 "Aesymnus": [
  "Aesymnus",
  "A leading Greek warrior",
  "BkXI299",
  "Hector",
  "Who then were the first and last to be killed by Hector, son of Priam, now that Zeus gave him glory? First Asaeus died then Autonous; Opites, Dolops Clytius’ son, Opheltius, Agelaus, Aesymnus, Orus, and steadfast Hipponous. He slew those Danaan leaders then attacked the masses, and as many heads fell to Hector as swelling waves rise and fall, their spray flung high by the gusts of errant wind, when a westerly scatters the south wind’s white cloud and strikes the sea in a violent squall."
 ],
 "Agastrophus": [
  "Agastrophus",
  "A Trojan, the son of Paeon",
  "BkXI299 BkXI349",
  "Diomedes",
  "So saying, he began to strip the armour from the spearman, Paeon’s son. But now Paris, blonde Helen’s husband, fired an arrow at him from the cover of a pillar, high on the mound raised by men of old for Ilus their chieftain, scion of Dardanus. Diomedes was still busy stripping brave Agastrophus of his shining breastplate, the shield from his shoulder, and his heavy helmet, when Paris drew back the string and let fly. The shaft did not leave his bow in vain, striking Diomedes on the flat of his right foot, passing clean through and fixing itself in the earth. Paris laughingly leapt from his shelter, and gloated: ‘A hit, and my arrow has not proved wasted, though I wish it had pierced your guts and finished you. Then the Trojans who quake before you like bleating goats before a lion would find some respite.’"
 ],
 "Agelaus": [
  "Agelaus",
  "A Trojan, the son of Phradmon",
  "BkVIII212",
  "Diomedes",
  "None of the Greeks could boast, then, that he was swifter than Diomedes to guide his horses across the ditch, and fight face to face. He was the first by far to kill an armoured Trojan, Agelaus, Phradmon’s son, who had turned his team to flee. Diomedes caught him in the back, with a spear between the shoulders, as he turned, that drove on through his chest. He fell from his chariot with a crash of armour."
 ],
 "Alastor": [
  "Alastor",
  "A Lycian",
  "BkV590",
  "Odysseus",
  "Meanwhile the bronze-greaved Achaeans carried Tlepolemus out of battle, watched by the great Odysseus, steadfast of heart, whose spirit raged within him. He debated in his mind whether to pursue Sarpedon, Zeus the Thunderer’s son, or wreak more havoc among the Lycians. Yet Fate did not wish that mighty son of Zeus to die by Odysseus’ sword, and so on the Lycian host Athene turned his fury. He killed Coeranus, Chromius, Alastor and Halius, Alcandrus, Noemon and Prytanis. More of the Lycians would have died at noble Odysseus’ hands, but for Hector’s quick eye, he of the glittering helm, who strode to the front in his red-bronze armour, filling the Greeks with terror. Sarpedon, Zeus’ son, joyed at his coming, and called to him in distress: ‘Son of Priam, save me: don’t leave me a prey to the Danaans, and if I must die, and never see my own home again, nor in returning bring joy to my wife and child, let me at least die in your city.’"
 ],
 "Alcandrus": [
  "Alcandrus",
  "A Lycian",
  "BkV590",
  "Odysseus",
  "Meanwhile the bronze-greaved Achaeans carried Tlepolemus out of battle, watched by the great Odysseus, steadfast of heart, whose spirit raged within him. He debated in his mind whether to pursue Sarpedon, Zeus the Thunderer’s son, or wreak more havoc among the Lycians. Yet Fate did not wish that mighty son of Zeus to die by Odysseus’ sword, and so on the Lycian host Athene turned his fury. He killed Coeranus, Chromius, Alastor and Halius, Alcandrus, Noemon and Prytanis. More of the Lycians would have died at noble Odysseus’ hands, but for Hector’s quick eye, he of the glittering helm, who strode to the front in his red-bronze armour, filling the Greeks with terror. Sarpedon, Zeus’ son, joyed at his coming, and called to him in distress: ‘Son of Priam, save me: don’t leave me a prey to the Danaans, and if I must die, and never see my own home again, nor in returning bring joy to my wife and child, let me at least die in your city.’"
 ],
 "Alcathous": [
  "Alcathous",
  "A son of Hippodameia, the daughter of Anchises, and sister of Aeneas who was educated in his house",
  "BkXIII402",
  "Idomeneus",
  "Then the long spears clashed together, in a struggle over Alcathous’ corpse, and the bronze breastplates rang loud as they thrust at one another in the crowd. Two brave men, above all, Aeneas and Idomeneus, peers of Ares, strove eagerly to pierce each other’s flesh with the merciless bronze. First Aeneas cast at Idomeneus, who eyeing him carefully dodged the spear, which quivered, its point in the earth, hurled in vain from that powerful hand. Then Idomeneus threw, striking Oenomaus square in the belly, shattering the bronze plate and disembowelling him. He lay in the dust clutching the earth. Idomeneus drew his long-shadowed spear from the wound, yet failed to strip away the rest of the armour, assailed by a hail of missiles. He was no longer as nimble in following up his throw or avoiding another’s. In a close fight he kept pitiless death at bay, but was too slow on his feet to retreat swiftly. So, as he fell back step by step, Deiphobus, who nursed resentment against him, hurled his gleaming spear. For a second time he missed Idomeneus, hitting Ascalaphus Enyalius’ son: the heavy spear entering his shoulder. Down in the dust he went, clutching the ground. Mighty Ares, of the echoing cry, was unaware his son had fallen. He was still seated with the other immortals, on the summit of Olympus, beneath the golden clouds, kept back from the war by Zeus’ command."
 ],
 "Alcmaon": [
  "Alcmaon",
  "A Greek, the son of Thestor",
  "BkXII378",
  "Sarpedon",
  "Meanwhile Teucer had pierced mighty Glaucus, Hippolochus’ son, wounding his exposed arm, with an arrow shot from the battlements, forcing him from the fight. Glaucus withdrew quietly, so the Greeks would not notice the loss, and boast of it. Though Sarpedon grieved at Glaucus’ wound when he knew of it, he stuck to his task, killing Alcmaon son of Thestor with a keen spear-thrust, then tugging at the shaft to pull it clear. Alcmaon, dragged down by the spear, fell headlong, with a crash of his bronze inlaid armour. Then Sarpedon’s huge hands pulled at the battlement till a length gave way, laying bare the walkway, making a wide breach."
 ],
 "Amarynceus": [
  "Amarynceus",
  "A chief of the Eleans, and son of Onesimachus, Acetor or Pyttius",
  "BkXXIII566",
  "Nestor in a conflict between Elis and Pylus",
  "So saying, he placed it in Nestor’s hands, and he accepting it with delight, replied with winged words: ‘Yes, indeed, my son, what you say is true. I am no longer as steady on my feet, dear friend, nor can I fling my arms out in a wide wrestling grip. I wish I were as young and strong as that time when the Epeians were interring King Amarynceus at Buprasium, and his sons held funeral games in his honour. Then no man proved himself my equal, Epians, Pylians or proud Aetolians. I beat Clytomedes, the son of Enops, in the boxing and Ancaeus of Pleuron, who took me on in the wrestling. In the foot race I outran Iphiclus, good as he was, and my spear out-threw Phyleus and Polydorus. Only in the chariot race did the two Moliones beat me, by their combined superior strength, forcing their team to the front, begrudging me the victory since the race carried the best prize. They were twins, and one could drive with a sure hand, while the other plied the whip."
 ],
 "Amisodarus": [
  "Amisodarus",
  "A king of Caria or Lycia, who was said to have reared the Chimaera",
  "BkXVI257",
  "the sons of Nestor",
  "Then the Greek leaders each killed his man as the Trojan force was scattered. Mighty Patroclus pierced Areilycus in the thigh with a throw of his spear as he turned to run, driving the point clean through, so the bronze shattered the bone and Areilycus fell face-forwards on the ground. Warlike Menelaus thrust at Thoas and hit him in the chest, where the shield failed to protect him, loosening his limbs. Meges was too quick for the charging Amphiclus, striking through the thigh, where the muscle is densest, the spear-point tearing the sinews, and darkness shrouded his eyes. Nestor’s son, Antilochus, caught Atymnius with his spear’s keen blade, driving the bronze tip through his flank so he toppled forward. But Maris, nearby, angered by his brother’s death, charged at Antilochus with his spear, and straddled the corpse. Yet a second son of Nestor, godlike Thrasymedes, before his enemy could thrust, struck him deftly in the shoulder. The spear-blade sheared the ligaments at the base of the arm, and smashed the bone. He fell with a thud and darkness clouded his eyes. So these two brothers, vanquished by two, went down to Erebus. Spearmen they were, noble friends of Sarpedon, sons of Amisodarus: he who reared the monstrous Chimaera that brought grief to many a man."
 ],
 "Amopaon": [
  "Amopaon",
  "Amopaon",
  "BkVIII273",
  "Teucer",
  "Which of the Trojans did peerless Teucer kill first? Orsilochus, then Ormenus, Ophelestes, Daetor, Chromius, godlike Lycophontes, Amopaon, son of Polyaemon, and Melanippus. All, one after the other, he laid low on the fertile earth. And King Agamemnon rejoiced, watching the mighty bow slice through the Trojan ranks; and he ran to his side, saying: ‘Lord Teucer, Telamon’s son, dear friend, shoot on like that and prove a salvation to the Greeks, and a credit to your father, who reared you, his bastard child, in his own house: distant though he is, bring him honour. Moreover, I swear to you, that if aegis-bearing Zeus, and Athene, let me sack the fine citadel of Ilium, I will hand you, first after myself, an honourable prize, a tripod, a chariot with its team of horses, or a woman for your bed.’"
 ],
 "Amphiclus": [
  "Amphiclus",
  "A Trojan",
  "BkXVI257",
  "Meges",
  "Then the Greek leaders each killed his man as the Trojan force was scattered. Mighty Patroclus pierced Areilycus in the thigh with a throw of his spear as he turned to run, driving the point clean through, so the bronze shattered the bone and Areilycus fell face-forwards on the ground. Warlike Menelaus thrust at Thoas and hit him in the chest, where the shield failed to protect him, loosening his limbs. Meges was too quick for the charging Amphiclus, striking through the thigh, where the muscle is densest, the spear-point tearing the sinews, and darkness shrouded his eyes. Nestor’s son, Antilochus, caught Atymnius with his spear’s keen blade, driving the bronze tip through his flank so he toppled forward. But Maris, nearby, angered by his brother’s death, charged at Antilochus with his spear, and straddled the corpse. Yet a second son of Nestor, godlike Thrasymedes, before his enemy could thrust, struck him deftly in the shoulder. The spear-blade sheared the ligaments at the base of the arm, and smashed the bone. He fell with a thud and darkness clouded his eyes. So these two brothers, vanquished by two, went down to Erebus. Spearmen they were, noble friends of Sarpedon, sons of Amisodarus: he who reared the monstrous Chimaera that brought grief to many a man."
 ],
 "Amphimachus, son of Cteatus": [
  "Amphimachus",
  "A son of Cteatus and Theronice, he was grandson of Poseidon",
  "BkXIII136 BkXIII206",
  "Hector",
  "Now Teucer rushed to strip the armour from him, but Hector sent a gleaming spear towards him in full flight. Teucer, his gaze alert, barely avoided the bronze spear-blade, but it struck brave Amphimachus, Cteatus’ son and grandson of Actor, in the chest as he entered the fray. He fell with a thud and his armour clanged above him. Hector ran in to tear the close-fitting helm from Amphimachus’ head, and as he did so Ajax lunged with his gleaming spear but failed to lodge the blade in Hector’s flesh, sheathed as it was in heavy bronze, yet it struck his shield boss and Ajax thrust him back with all his strength, till he retreated from the bodies and the Greeks dragged them away. Then Stichius and noble Menestheus, the Athenian generals, carried Amphimachus’ corpse behind the Greek lines, while the two Aiantes dragged Imbrius away, their hearts filled with reckless courage. Like two lions that snatch a goat from before the dogs, and carry it in their jaws through thick brush, holding it high off the ground, so the two warriors held Imbrius’ corpse aloft and stripped away the armour. Angered by Amphimachus’ death, the son of Oileus, severed the head from the tender neck, and with a swing of his arm sent it whirling like a ball through the ranks, to fall in the dust at Hector’s feet."
 ],
 "Amphius, son of Selagus": [
  "Amphius",
  "A Trojan",
  "BkV590",
  "Ajax",
  "As he spoke, the Trojans were upon them, and Hector killed two veteran warriors riding the one chariot, Menesthes and Anchialus. Telemonian Ajax felt pity at their fall and, taking his stand nearby, with a cast of his glittering javelin struck Amphius, son of Selagus, a rich farmer of Paesus, owner of many fields, whom fate had led to serve as an ally to Priam and his sons. Telamonian Ajax struck Amphius on the belt, such that the long spear pierced the lower belly, and he toppled with a thud. But when the mighty Ajax ran in to strip him of his armour, the Trojans unleashed a volley of glittering javelins, a host of which he caught on his shield. Yet he planted his foot on the corpse, and dragged the bronze spear from the wound, failing only to strip it of its fine armour, due to a shower of missiles. Moreover he feared the brave Trojans stout defence, who faced him in ample numbers, spear in hand. Tall, powerful, and dauntless though he was they forced him back till he staggered and gave ground."
 ],
 "Amphoterus": [
  "Amphoterus",
  "Amphoterus",
  "BkXVI351",
  "Patroclus",
  "Patroclus had now cut off the leading companies and pushed them back towards the ships denying them a path to the city in their panic. Between the ships, the high wall, and the river, he put them to the slaughter, avenging many a dead Danaan. There he killed Pronous first with a throw of his bright spear, taking him in the chest exposed by his shield, and loosening his limbs so he fell with a thud. Then he rushed at Thestor, son of Enops, who crouched in his gleaming chariot, his mind and senses lost, and the reins slipped from his hands. Patroclus struck him on the right of his jaw with the spear, driving it past the teeth, and pulling its shaft back dragged him over the chariot’s rim, like a man astride a jutting rock landing a mighty fish hooked on the end of his line. He hauled him from the chariot, gaping on the end of his spear then dropped him on his face as his life fled. Next, facing Erylaus’s attack, Patroclus hurled a rock that landed square on his head and split the skull apart in its heavy helmet so that the man fell prone on the ground, and death that devours the spirit cloaked him. Then, one after another, he left men dead on the black earth, Erymas, Amphoterus, and Epaltes, Tlepolemus son of Damastor, Echius, Pyris, Ipheus, Euippus, and Polymelus son of Argeas."
 ],
 "Ancaeus, of Arcadia": [
  "Ancaeus",
  "Ancaeus, of Arcadia",
  "BkXVI351",
  "Patroclus",
  ""
 ],
 "Anchialus": [
  "Anchialus",
  "A Greek veteran",
  "BkV590",
  "Hector",
  "As he spoke, the Trojans were upon them, and Hector killed two veteran warriors riding the one chariot, Menesthes and Anchialus. Telemonian Ajax felt pity at their fall and, taking his stand nearby, with a cast of his glittering javelin struck Amphius, son of Selagus, a rich farmer of Paesus, owner of many fields, whom fate had led to serve as an ally to Priam and his sons. Telamonian Ajax struck Amphius on the belt, such that the long spear pierced the lower belly, and he toppled with a thud. But when the mighty Ajax ran in to strip him of his armour, the Trojans unleashed a volley of glittering javelins, a host of which he caught on his shield. Yet he planted his foot on the corpse, and dragged the bronze spear from the wound, failing only to strip it of its fine armour, due to a shower of missiles. Moreover he feared the brave Trojans stout defence, who faced him in ample numbers, spear in hand. Tall, powerful, and dauntless though he was they forced him back till he staggered and gave ground."
 ],
 "Andromache": [
  "Andromache",
  "Andromache",
  "BkV590",
  "Hector",
  "At Priam’s request, the crowd parted and made way for the cart. The family led the way to the royal palace, and there they laid the body on a wooden bed, and summoned the chorus of singers to stand beside it, to sing the dirges and lead the lamentation, while the women wailed in chorus. White-armed Andromache made the first lament, cradling the head of man-killing Hector: ‘Husband, you have died too young, leaving me a widow in the palace, and your son, whom we his unhappy parents brought into the world, is still a babe who I fear will never grow to manhood. For this city is doomed to perish utterly, as you have perished who watched over it, and kept its wives and children safe, who will soon be captive aboard the hollow ships, I among them. You my child will go with me, and labour somewhere at menial tasks for some harsh master. Or worse perhaps, some Greek will seize you by the arm and hurl you from the wall to your death, angered perhaps because Hector killed his brother, father, son, for many are the Achaeans whose mouths have bit the dust at the hands of Hector, and your father was not a kindly man in battle. Now the people lament you throughout the city, Hector, and unspeakable grief your death has brought your parents. The bitterest grief of all is mine, because you did not die in your bed, stretching out your arms to me, with some tender word that I might have treasured, in tears, night and day.’"
 ],
 "Antimachus": [
  "Antimachus",
  "A Trojan, who, when Menelaus and Odysseus came to Troy to ask for the surrender of Helen, argued against it, and advised his countrymen to put the ambassadors to death",
  "BkXII175",
  "Leonteus",
  "Still the Lapiths took the fight to their enemies. Peirithous’ mighty son, Polypoetes, in his fury, struck Damasus with a spear on his bronze-cheeked helmet, its point piercing the metal and entering the bone, so the Trojan’s brains spattered the lining of his helm. Then Polypoetes killed Pylon and Ormenus, while Leonteus, scion of Ares, hit Hippomachus, Antimachus’ son, on the belt with a spear-cast, then drawing his sharp sword from its sheath ran at Antiphates in the crowd and knocked him backwards on the ground. Then he felled Menon, Iamenus and Orestes, and left them in the dust."
 ],
 "Antiphates": [
  "Antiphates",
  "A Trojan",
  "BkXII175",
  "Leonteus",
  "Still the Lapiths took the fight to their enemies. Peirithous’ mighty son, Polypoetes, in his fury, struck Damasus with a spear on his bronze-cheeked helmet, its point piercing the metal and entering the bone, so the Trojan’s brains spattered the lining of his helm. Then Polypoetes killed Pylon and Ormenus, while Leonteus, scion of Ares, hit Hippomachus, Antimachus’ son, on the belt with a spear-cast, then drawing his sharp sword from its sheath ran at Antiphates in the crowd and knocked him backwards on the ground. Then he felled Menon, Iamenus and Orestes, and left them in the dust."
 ],
 "Antiphus, son of Priam": [
  "Antiphus",
  "A son of Priam and Hecuba",
  "BkXI84",
  "Agamemnon",
  "All morning, as the sun rose higher, the missiles found their mark and warriors fell, but at the hour when a forester, weary of felling tall trees, tired and hungry, sits down to eat in some mountain glade, the Danaans rallying their comrades through the ranks, showed their valour, and the enemy battalions broke. Agamemnon led the charge, killing the Trojan general, Bienor, and then Oïleus his charioteer. Oïleus had leapt from the chariot to face him, but as he ran towards him Agamemnon pierced his brow with his sharp spear, which passed through the heavy bronze helmet and the bone, so the brains spattered within. Thus the king slew him. Then Agamemnon, lord of men, stripping them of their tunics, left them there, their naked chests gleaming in the light, and went to kill Isus and Antiphus, sons of Priam, one illegitimate the other a legitimate son, who shared a chariot. Noble Antiphus, the legitimate son, stood up to fight, while Isus took the reins. Achilles had once captured the pair and bound them with willow-shoots as they herded sheep on the slopes of Ida, then set them free for a ransom. But now, imperial Agamemnon, son of Atreus, struck Isus on the breast with his spear just above the nipple, while his sword pierced Antiphus beside the ear and knocked him from the chariot. Quickly he stripped away their shining armour, recognising them from the day when fleet-footed Achilles had brought them down from Ida to the swift ships. As a doe, though she is nearby, fails to defend her fawns when a lion forces her lair, seizes them in his mighty jaws, and robs them of tender life, trembling instead with fear and running sweat-drenched through dense undergrowth, fleeing from her powerful enemy’s attack, so the Trojans failed to save these two from death, driven themselves to flight by the Greeks."
 ],
 "Aphareus": [
  "Aphareus",
  "A Greek captain",
  "BkXIII526",
  "Aeneas",
  "Now Aeneas charged at Aphareus, Caletor’s son, striking him in the throat with a sharp spear as he turned towards him. His head slumped to one side, as his shield and helmet crushed him, and death that slays the spirit engulfed him. Meanwhile Antilochus, seizing his chance, leapt at Thoön whose back was turned, slashing at him, severing the spinal chord, slicing clean through so Thoön fell backwards in the dust, his hands stretched towards his close comrades. Antilochus, though, ran forwards and, warily, while the circling Trojans threatened to pierce his wide gleaming shield, started to strip away the shoulder armour. But Poseidon, Earth-Shaker, guarded Nestor’s son closely, even amongst the shower of missiles, and no deadly bronze tip passed Antilochus’ defences to graze his tender flesh. For Antilochus, though ringed by enemies, always ranged against them, forever brandishing and shaking his restless spear, ready to hurl it at his target or challenge a man in close combat."
 ],
 "Apisaon, son of Hippasus": [
  "Apisaon",
  "A Trojan leader",
  "BkXVII319",
  "Lycomedes",
  "So saying, he took up position, out in front of the foremost warriors, who rallied and turned to face the Greeks. Then, Aeneas wounded Leocritus, a son of Arisbas, and Lycomedes’ noble friend, thrusting at him with his spear. Lycomedes, beloved of Ares, was saddened by his fall, and running in close with a cast of his gleaming spear caught a general, Apisaon, Hippasus’ son, in the liver under the midriff, bringing him to his knees. Apisaon came from fertile Paeonia, its best warrior after Asteropaeus, who in sympathy ran forward, keen to fight. But the Greeks prevented close contact, walled in by their shields, as they encircled Patroclus’ corpse with outstretched spears. For Ajax, ranging to and fro, urged them not to give an inch, nor make a foray to outdo their comrades, but stand firm round the corpse in close order. So they fought, and the earth was drenched in dark blood, the Trojans and their allies falling like flies, and the Greeks too were bloodied though fewer of them were killed, remembering, packed together, to defend one another from random strikes."
 ],
 "Apisaon, son of Phausius": [
  "Apisaon",
  "A Trojan general",
  "BkXI543",
  "Eurypylus",
  "When noble Eurypylus, Euaemon’s son, saw Ajax fending off showers of missiles, he ran to support him, and hurling his gleaming spear struck a general, Apisaon, Phausius’ son, in the liver under the midriff, bringing him down. Then standing over him he started to strip the armour from his body. But Paris, seeing him, quickly fired his bow, and his arrow struck Eurypylus in the right thigh. Hampered by the broken shaft, Eurypylus cheated death by taking cover among his comrades. But he still shouted aloud to the Danaans: ‘Friends, Counsellors and Leaders of the Argives, turn and stand, save Ajax from a hail of missiles and a dreadful day of doom. He is trapped, lest you rally to great Telamon’s son.’"
 ],
 "Arcesilaus": [
  "Arcesilaus",
  "A son of Lycus and Theobule, he was a leader of the Boeotians in the war, and a friend of Menestheus",
  "BkXV328",
  "Hector",
  "As the Greek line broke, the Trojans picked them off one by one. Hector killed Stichius and Arcesilaus, the former a leader of the bronze-clad Boeotians, the latter a trusted friend of brave Menestheus, while Aeneas slew Medon and Iasus. Medon was a natural son of godlike Oïleus, so a brother to Ajax the lesser, and came from Phylace, not his native land, exiled for killing a kinsman of his step-mother Eriopis, wife to Oïleus. Iasus was an Athenian leader, the son of Sphelus son to Bucolus. Polydamas killed Mecisteus, Polites killed Echius as they clashed, and Clonius fell to noble Agenor. Deiochus fled with the other leaders, but Paris struck him from behind at the base of the shoulder, and drove the bronze clean through."
 ],
 "Archeptolemus": [
  "Archeptolemus",
  "A Trojan",
  "BkVIII273",
  "Teucer",
  "Then Teucer fired again at Hector, eager once more to strike him, but again he missed, Apollo making his arrow swerve. Yet he struck Archeptolemus, Hector’s brave charioteer, on the chest by the nipple. He fell from the chariot, forcing the galloping horses to swerve, his strength faded, and his spirit was loosed."
 ],
 "Areilycus": [
  "Areilycus",
  "A Trojan",
  "BkXVI257",
  "Patroclus",
  "Then the Greek leaders each killed his man as the Trojan force was scattered. Mighty Patroclus pierced Areilycus in the thigh with a throw of his spear as he turned to run, driving the point clean through, so the bronze shattered the bone and Areilycus fell face-forwards on the ground. Warlike Menelaus thrust at Thoas and hit him in the chest, where the shield failed to protect him, loosening his limbs. Meges was too quick for the charging Amphiclus, striking through the thigh, where the muscle is densest, the spear-point tearing the sinews, and darkness shrouded his eyes. Nestor’s son, Antilochus, caught Atymnius with his spear’s keen blade, driving the bronze tip through his flank so he toppled forward. But Maris, nearby, angered by his brother’s death, charged at Antilochus with his spear, and straddled the corpse. Yet a second son of Nestor, godlike Thrasymedes, before his enemy could thrust, struck him deftly in the shoulder. The spear-blade sheared the ligaments at the base of the arm, and smashed the bone. He fell with a thud and darkness clouded his eyes. So these two brothers, vanquished by two, went down to Erebus. Spearmen they were, noble friends of Sarpedon, sons of Amisodarus: he who reared the monstrous Chimaera that brought grief to many a man."
 ],
 "Areithous, of Thrace": [
  "Areithous",
  "A Trojan, the charioteer and squire of Rhigmus",
  "BkXX455",
  "Achilles",
  ""
 ],
 "Aretaon": [
  "Aretaon",
  "Aretaon",
  "BkVI1",
  "Teucer",
  "Now rugged Polypoetes killed Astyalus, while Odysseus slew Pidytes of Percote with his bronze spear, and Teucer noble Aretaon. Then Antilochus, Nestor’s son, with his shining spear downed Ablerus, and Agamemnon, king of men, felled Elatus, who lived in hilly Pedasus by the banks of sweet-flowing Satnioïs. As Phylacus fled before him, Leitus slew him there, while in turn Eurypylus laid Melanthius low."
 ],
 "Argeas": [
  "Argeas",
  "Argeas",
  "BkXVI351",
  "Patroclus",
  "Patroclus had now cut off the leading companies and pushed them back towards the ships denying them a path to the city in their panic. Between the ships, the high wall, and the river, he put them to the slaughter, avenging many a dead Danaan. There he killed Pronous first with a throw of his bright spear, taking him in the chest exposed by his shield, and loosening his limbs so he fell with a thud. Then he rushed at Thestor, son of Enops, who crouched in his gleaming chariot, his mind and senses lost, and the reins slipped from his hands. Patroclus struck him on the right of his jaw with the spear, driving it past the teeth, and pulling its shaft back dragged him over the chariot’s rim, like a man astride a jutting rock landing a mighty fish hooked on the end of his line. He hauled him from the chariot, gaping on the end of his spear then dropped him on his face as his life fled. Next, facing Erylaus’s attack, Patroclus hurled a rock that landed square on his head and split the skull apart in its heavy helmet so that the man fell prone on the ground, and death that devours the spirit cloaked him. Then, one after another, he left men dead on the black earth, Erymas, Amphoterus, and Epaltes, Tlepolemus son of Damastor, Echius, Pyris, Ipheus, Euippus, and Polymelus son of Argeas."
 ],
 "Artemis": [
  "Artemis",
  "The daughter of Zeus and Leto, and sister of Apollo, she was the goddess of hunting, childbirth and women’s matters generally",
  "BkXVI351",
  "Patroclus",
  ""
 ],
 "Asaeus": [
  "Asaeus",
  "A leading Greek warrior",
  "BkXI299",
  "Hector",
  "Who then were the first and last to be killed by Hector, son of Priam, now that Zeus gave him glory? First Asaeus died then Autonous; Opites, Dolops Clytius’ son, Opheltius, Agelaus, Aesymnus, Orus, and steadfast Hipponous. He slew those Danaan leaders then attacked the masses, and as many heads fell to Hector as swelling waves rise and fall, their spray flung high by the gusts of errant wind, when a westerly scatters the south wind’s white cloud and strikes the sea in a violent squall."
 ],
 "Ascalaphus": [
  "Ascalaphus",
  "A son of Ialmenus, together with whom he led the Minyans of Orchomenos against Troy",
  "BkXIII468",
  "Deiphobus",
  "Now they clashed in close combat over Ascalaphus, and Deiphobus tore the shining helmet from his head. But Meriones leapt, like a god of war, at Deiphobus, piercing his arm with his spear, so the plumed helmet fell from his hand and rang on the ground. Like a vulture, Meriones hopped in, and plucked the heavy spear from the upper arm, then dodged back among his friends. Polites, wrapping his arm round his brother Deiphobus’ waist, led him from the thick of the fighting towards his inlaid chariot at the rear, where the charioteer waited with the swift horses. They carried him, groaning deeply, to the city, fresh blood streaming from the wound, while those he left fought on, amidst ceaseless tumult."
 ],
 "Asius, son of Hyrtacus": [
  "Asius",
  "A son of Hyrtacus of Arisbe",
  "BkXIII330 BkXIII402",
  "Idomeneus",
  "Now Deiphobus, grieved over Asius, approached Idomeneus and let fly his gleaming lance. But Idomeneus, eyeing him cautiously, dodged the bronze spear, covered by the round shield he always carried. Cunningly worked with bright bronze and ox-hide, it was fitted with two cross bars, and crouching behind this he watched the spear pass by, clanging against the shield as it did so. Yet Deiphobus’ missile did not leave his hand in vain, striking a general Hypsenor, Hippasus’ son, under the midriff in the liver, loosening his knees. Deiphobus gave a terrifying shout, crying: ‘Now Asius does not lie un-avenged, and though he goes to meet Hades, the Warden of the Gate, his heart will rejoice I send him an escort!’"
 ],
 "Asteropaeus": [
  "Asteropaeus",
  "A son of Pelegon, and grandson of the river-god Paeonians in the Trojan War, and an ally of the Trojans",
  "BkXXI136",
  "Achilles",
  "Now Achilles brought out a shield and helmet, and a long-shadowed spear, Sarpedon’s gear that Patroclus had captured. Then he announced the next event: ‘Our two best warriors must arm, and fight each other for these prizes before the army, with naked bronze. I will give the one who first penetrates the other’s guard and draws blood, this noble silver-studded Thracian sword I took from Asteropaeus, and the other arms they both can share, as well as a fine banquet in my hut.’"
 ],
 "Astyalus": [
  "Astyalus",
  "Astyalus",
  "BkVI1",
  "Polypoetes",
  "Now rugged Polypoetes killed Astyalus, while Odysseus slew Pidytes of Percote with his bronze spear, and Teucer noble Aretaon. Then Antilochus, Nestor’s son, with his shining spear downed Ablerus, and Agamemnon, king of men, felled Elatus, who lived in hilly Pedasus by the banks of sweet-flowing Satnioïs. As Phylacus fled before him, Leitus slew him there, while in turn Eurypylus laid Melanthius low."
 ],
 "Astynous, a Trojan": [
  "Astynous",
  "Astynous, a Trojan",
  "BkV84",
  "Diomedes",
  "Astynous and General Hypeiron he killed, striking one above the nipple with a throw of his bronze-tipped spear, the other with his long sword on the collarbone, shearing the shoulder from the neck and spine. Leaving them lying there, he chased down Abas and Polyidus, sons of old Eurydamas, interpreter of dreams. They came not back again, whom great Diomedes slew, for their father to tell their dreams. Then he pursued Xanthus and Thoön, Phaenops’ dear sons: an old man too weighed down with age to get himself fresh heirs. Diomedes killed both, leaving their sorrowing father to weep when they failed to return, and his surviving kin to inherit."
 ],
 "Astypylus, a Paeonian": [
  "Astypylus",
  "Astypylus, a Paeonian",
  "BkXXI200",
  "Achilles",
  "With this, Achilles plucked his bronze-tipped spear from the bank, and left the corpse of Asteropaeus lying on the sand, in shallow water, where the eels and fish were already at work, nibbling the kidneys and devouring the fat, and went after the Paeonian charioteers, still huddled by the swirling river, having seen their champion die in combat at the hands and sword of the son of Peleus. There he killed Thersilochus, Mydon, Astypylus, Mnesus, Thrasius, Aenius and Ophelestes, and more too would have died if the eddying River had not taken on human form, and called to him angrily from the deep current: ‘Achilles, you are more than a man in strength and in dark deeds too, and the gods always defend you. If Zeus wants you to kill every last Trojan, then at least drive them from my stream, and do your grim work in the plain. My lovely channels are choked with the dead, and how can I send my waters down to the glittering sea, if you go on with your ruthless slaughter, fouling them with corpses? Prince among men, cease now, you appal me.’"
 ],
 "Atymnius": [
  "Atymnius",
  "Atymnius",
  "BkXVI257",
  "Antilochus",
  "Then the Greek leaders each killed his man as the Trojan force was scattered. Mighty Patroclus pierced Areilycus in the thigh with a throw of his spear as he turned to run, driving the point clean through, so the bronze shattered the bone and Areilycus fell face-forwards on the ground. Warlike Menelaus thrust at Thoas and hit him in the chest, where the shield failed to protect him, loosening his limbs. Meges was too quick for the charging Amphiclus, striking through the thigh, where the muscle is densest, the spear-point tearing the sinews, and darkness shrouded his eyes. Nestor’s son, Antilochus, caught Atymnius with his spear’s keen blade, driving the bronze tip through his flank so he toppled forward. But Maris, nearby, angered by his brother’s death, charged at Antilochus with his spear, and straddled the corpse. Yet a second son of Nestor, godlike Thrasymedes, before his enemy could thrust, struck him deftly in the shoulder. The spear-blade sheared the ligaments at the base of the arm, and smashed the bone. He fell with a thud and darkness clouded his eyes. So these two brothers, vanquished by two, went down to Erebus. Spearmen they were, noble friends of Sarpedon, sons of Amisodarus: he who reared the monstrous Chimaera that brought grief to many a man."
 ],
 "Autonous": [
  "Autonous",
  "A leading Greek warrior",
  "BkXI299",
  "Hector",
  "Who then were the first and last to be killed by Hector, son of Priam, now that Zeus gave him glory? First Asaeus died then Autonous; Opites, Dolops Clytius’ son, Opheltius, Agelaus, Aesymnus, Orus, and steadfast Hipponous. He slew those Danaan leaders then attacked the masses, and as many heads fell to Hector as swelling waves rise and fall, their spray flung high by the gusts of errant wind, when a westerly scatters the south wind’s white cloud and strikes the sea in a violent squall."
 ],
 "Autonous, a Trojan": [
  "Autonous",
  "A Trojan",
  "BkXVI684",
  "Patroclus",
  "Who then was the first to fall to you, Patroclus, and who the last, when the gods drew you to your death? The first were Adrastus; Autonous, Echeclus, Perimus son of Megas, Epistor, Melanippus, Elasus, Mulius, and Pylartes. These were the first he killed and the rest thought only of flight."
 ],
 "Axylus": [
  "Axylus",
  "A wealthy Trojan from Arisbe",
  "BkVI1",
  "Diomedes",
  "Then Diomedes, of the loud war-cry, killed Axylus, son of Teuthras. He was a rich man from fine Arisbe, loved for the hospitality shown at his roadside home. But none of his friends were there that day to face the enemy and save him from his sad fate; for Diomedes killed both him and his charioteer Calesius, and they went down under the earth."
 ],
 "Bathycles": [
  "Bathycles",
  "A Greek, the son of Chalcon",
  "BkXVI569",
  "Glaucus",
  "At first the Trojans repelled the fierce Achaeans, killing one of the best of the Myrmidons noble Epeigeus, son of brave Agacles. He had been king in populous Budeum, but having killed a noble kinsman had found sanctuary with Peleus and silver-footed Thetis. They sent him with Achilles, breaker of battle lines, to horse-taming Troy to fight against the Trojans. He had just laid hands on the body when glorious Hector struck him on the head with a stone, shattering the skull inside the heavy helm, so he fell, face down, on the corpse, and death that takes the spirit embraced him. Then Patroclus was plunged in grief for his dead friend, and he swept through the front line swift as the falcon that scatters jackdaws and starlings. Straight at the Lycians and Trojans, you flew, Patroclus, master horseman, your heart filled with wrath at your comrade’s death. Sthenelaus, he killed, dear son of Ithaemenes, striking his neck with a stone, tearing the sinews, and the front line led by glorious Hector gave ground. As far as a man, trialling his strength perhaps or attacked by bloodthirsty foes in battle, can hurl a long javelin the Trojans withdrew before the Achaean advance. Then Glaucus, leading the Lycian shield-men, turned and killed bold Bathycles, beloved son of Chalcon, who lived in Hellas, first among Myrmidons in wealth and land. Glaucus, spinning round on him as Bathycles tried to overtake him, struck the man deep in the chest with a blow of his spear. He fell with a thud, and the Greeks were overcome with grief at the fall of a worthy warrior, while the Trojans rejoiced, and ran in to surround the corpse."
 ],
 "Bienor": [
  "Bienor",
  "A Trojan general",
  "BkXI84",
  "Agamemnon",
  "All morning, as the sun rose higher, the missiles found their mark and warriors fell, but at the hour when a forester, weary of felling tall trees, tired and hungry, sits down to eat in some mountain glade, the Danaans rallying their comrades through the ranks, showed their valour, and the enemy battalions broke. Agamemnon led the charge, killing the Trojan general, Bienor, and then Oïleus his charioteer. Oïleus had leapt from the chariot to face him, but as he ran towards him Agamemnon pierced his brow with his sharp spear, which passed through the heavy bronze helmet and the bone, so the brains spattered within. Thus the king slew him. Then Agamemnon, lord of men, stripping them of their tunics, left them there, their naked chests gleaming in the light, and went to kill Isus and Antiphus, sons of Priam, one illegitimate the other a legitimate son, who shared a chariot. Noble Antiphus, the legitimate son, stood up to fight, while Isus took the reins. Achilles had once captured the pair and bound them with willow-shoots as they herded sheep on the slopes of Ida, then set them free for a ransom. But now, imperial Agamemnon, son of Atreus, struck Isus on the breast with his spear just above the nipple, while his sword pierced Antiphus beside the ear and knocked him from the chariot. Quickly he stripped away their shining armour, recognising them from the day when fleet-footed Achilles had brought them down from Ida to the swift ships. As a doe, though she is nearby, fails to defend her fawns when a lion forces her lair, seizes them in his mighty jaws, and robs them of tender life, trembling instead with fear and running sweat-drenched through dense undergrowth, fleeing from her powerful enemy’s attack, so the Trojans failed to save these two from death, driven themselves to flight by the Greeks."
 ],
 "Boeotians": [
  "Boeotians",
  "A Trojan general",
  "BkXV328",
  "Hector",
  "As the Greek line broke, the Trojans picked them off one by one. Hector killed Stichius and Arcesilaus, the former a leader of the bronze-clad Boeotians, the latter a trusted friend of brave Menestheus, while Aeneas slew Medon and Iasus. Medon was a natural son of godlike Oïleus, so a brother to Ajax the lesser, and came from Phylace, not his native land, exiled for killing a kinsman of his step-mother Eriopis, wife to Oïleus. Iasus was an Athenian leader, the son of Sphelus son to Bucolus. Polydamas killed Mecisteus, Polites killed Echius as they clashed, and Clonius fell to noble Agenor. Deiochus fled with the other leaders, but Paris struck him from behind at the base of the shoulder, and drove the bronze clean through."
 ],
 "Calesius": [
  "Calesius",
  "A Trojan general",
  "BkVI1",
  "Diomedes",
  "Then Diomedes, of the loud war-cry, killed Axylus, son of Teuthras. He was a rich man from fine Arisbe, loved for the hospitality shown at his roadside home. But none of his friends were there that day to face the enemy and save him from his sad fate; for Diomedes killed both him and his charioteer Calesius, and they went down under the earth."
 ],
 "Caletor, a Trojan": [
  "Caletor",
  "The son of Clytius",
  "BkXV379",
  "Ajax",
  "The Trojans attacked the ships at random, apart from Hector who made straight for great Ajax. The two toiled on fighting for the one ship, Ajax unable to drive Hector back since a god had brought him there, while Hector could not move Ajax and set the ship on fire. Great Ajax in casting his spear however struck Caletor, son of Clytius, in the chest, as he carried a burning brand towards the ship. He fell with a thud and the torch fell from his hand. Hector, seeing his cousin fall in the dust by the black ship, called aloud to his friends and allies: ‘Trojans, Lycians, and you Dardanians that love close fighting, hold your ground where we stand, and save Caletor, or the Greeks will strip his armour from him, where he lies beside the ships.’"
 ],
 "Cebriones": [
  "Cebriones",
  "A natural son of Priam, and so half-brother of Hector",
  "BkXVI726",
  "Patroclus",
  "So long as the sun was high in the sky, the volleys of missiles found their mark, and men fell, but when it sank low at that hour when ploughmen unyoke their oxen, the Greeks proved masters of their fate. They dragged Cebriones’ corpse away from the Trojans and, beyond the clash of arms, stripped it of its armour. Then Patroclus was minded to destroy the Trojans. Three times that peer of swift Ares attacked them, shouting his dread war-cry, and each time killed nine men. But when, like a god, you charged at them again, Patroclus, then your fate loomed in sight. For Apollo met you, terrible in combat."
 ],
 "Charops": [
  "Charops",
  "A Trojan, son of Hippasus",
  "BkXI401",
  "Odysseus",
  "Meanwhile, as he reflected, the ranks of the shield-bearing Trojans overran him, bringing ruin on themselves. As hounds and lively huntsmen hem in a wild boar, that whetting its white tusks in its curving jaws launches itself from a deep thicket, and fearful though it seems, are quick to face it and charge at it from every side, till jaws clash, so the Trojans harried Odysseus, dear to Zeus. But he retaliated, lunging at peerless Deïopites, striking him on the shoulder from above. He killed Thoön and Ennomus too, then Chersidamas as he leapt from his chariot, stabbing him in the navel with his spear below the bossed shield. The warrior fell in the dust, clutching the earth. Turning from them, Odysseus with a spear-thrust killed Charops, son of Hippasus, brother to noble and wealthy Socus, who confronted the Greek: ‘Odysseus, famed for your tirelessness and cunning, today you’ll either boast of killing both Hippasus’ sons and robbing them of their armour, or be struck by my spear and killed yourself.’"
 ],
 "Chersidamas": [
  "Chersidamas",
  "A Trojan",
  "BkXI401",
  "Odysseus",
  "Meanwhile, as he reflected, the ranks of the shield-bearing Trojans overran him, bringing ruin on themselves. As hounds and lively huntsmen hem in a wild boar, that whetting its white tusks in its curving jaws launches itself from a deep thicket, and fearful though it seems, are quick to face it and charge at it from every side, till jaws clash, so the Trojans harried Odysseus, dear to Zeus. But he retaliated, lunging at peerless Deïopites, striking him on the shoulder from above. He killed Thoön and Ennomus too, then Chersidamas as he leapt from his chariot, stabbing him in the navel with his spear below the bossed shield. The warrior fell in the dust, clutching the earth. Turning from them, Odysseus with a spear-thrust killed Charops, son of Hippasus, brother to noble and wealthy Socus, who confronted the Greek: ‘Odysseus, famed for your tirelessness and cunning, today you’ll either boast of killing both Hippasus’ sons and robbing them of their armour, or be struck by my spear and killed yourself.’"
 ],
 "Chimaera": [
  "Chimaera",
  "A monstrous creature of Caria or Lycia in Asia Minor, composed of the body of a lioness, with a tail that terminated in a snake’s head, and the head of a goat on her back at the centre of her spine",
  "BkVI119",
  "Bellerephon",
  "On first deciphering the fatal message, he ordered Bellerephon to kill the monstrous Chimaera, spawned by gods and not men, that had a lion’s head, goat’s body and serpent’s tail, and breathed out deadly blasts of scorching fire. But Bellerephon slew her, guided by the gods. Next he was sent against the notorious Solymi, and fought, he said, the mightiest battle he ever fought. Then thirdly he slaughtered the Amazons, women the equal of men. The king planned a deadly ruse for his return, staging an ambush by the pick of the Lycian warriors. But not one of them returned: the peerless Bellerephon killed them all. The king then realised he was a true son of the gods, and offered him his daughter and half of his kingdom, to stay. The Lycians moreover marked out for him an estate of the first rank, with tracts of orchards and plough-land for his delight."
 ],
 "Chromius, a son of Priam": [
  "Chromius",
  "A monstrous creature of Caria or Lycia in Asia Minor, composed of the body of a lioness, with a tail that terminated in a snake’s head, and the head of a goat on her back at the centre of her spine",
  "BkV84",
  "Diomedes",
  "Two sons of Dardanian Priam, Echemmon and Chromius were next, as they rode the same chariot. As a lion launches itself on a herd grazing some wooded pasture, and breaks the neck of a heifer or two, so Diomedes dragged those men roughly from their chariot, stripping them of their armour, telling his comrades to drive their horses down to the ships."
 ],
 "Chromius, a Trojan": [
  "Chromius",
  "A monstrous creature of Caria or Lycia in Asia Minor, composed of the body of a lioness, with a tail that terminated in a snake’s head, and the head of a goat on her back at the centre of her spine",
  "BkVIII273",
  "Teucer",
  "Which of the Trojans did peerless Teucer kill first? Orsilochus, then Ormenus, Ophelestes, Daetor, Chromius, godlike Lycophontes, Amopaon, son of Polyaemon, and Melanippus. All, one after the other, he laid low on the fertile earth. And King Agamemnon rejoiced, watching the mighty bow slice through the Trojan ranks; and he ran to his side, saying: ‘Lord Teucer, Telamon’s son, dear friend, shoot on like that and prove a salvation to the Greeks, and a credit to your father, who reared you, his bastard child, in his own house: distant though he is, bring him honour. Moreover, I swear to you, that if aegis-bearing Zeus, and Athene, let me sack the fine citadel of Ilium, I will hand you, first after myself, an honourable prize, a tripod, a chariot with its team of horses, or a woman for your bed.’"
 ],
 "Chromius, a Lycian.": [
  "Chromius",
  "A monstrous creature of Caria or Lycia in Asia Minor, composed of the body of a lioness, with a tail that terminated in a snake’s head, and the head of a goat on her back at the centre of her spine",
  "BkV590",
  "Odysseus",
  "Meanwhile the bronze-greaved Achaeans carried Tlepolemus out of battle, watched by the great Odysseus, steadfast of heart, whose spirit raged within him. He debated in his mind whether to pursue Sarpedon, Zeus the Thunderer’s son, or wreak more havoc among the Lycians. Yet Fate did not wish that mighty son of Zeus to die by Odysseus’ sword, and so on the Lycian host Athene turned his fury. He killed Coeranus, Chromius, Alastor and Halius, Alcandrus, Noemon and Prytanis. More of the Lycians would have died at noble Odysseus’ hands, but for Hector’s quick eye, he of the glittering helm, who strode to the front in his red-bronze armour, filling the Greeks with terror. Sarpedon, Zeus’ son, joyed at his coming, and called to him in distress: ‘Son of Priam, save me: don’t leave me a prey to the Danaans, and if I must die, and never see my own home again, nor in returning bring joy to my wife and child, let me at least die in your city.’"
 ],
 "Cleitus": [
  "Cleitus",
  "A son of Peisenor",
  "BkXV379",
  "Teucer",
  "Teucer, hearing, ran to stand next to him gripping his curved bow and his full quiver then fired repeatedly at the Trojans. He first struck Cleitus, Peisenor’s noble son, friend to Polydamas, son of Lord Panthous. He was holding the reins, grappling with the horses, since he had driven in among the Greek battalions as they fled, to support Hector and his comrades. Now evil came to him in a moment, from which no friend however zealous could save him, the fatal arrow struck the back of his neck, and he toppled from the chariot. The horses shied and ran, the empty chariot rattling behind them. Noble Polydamas was quick to see, and first to halt them, handing them to Astynous, son of Protiaon, telling him to keep them near at hand, and watch his movements closely as he returned to the front."
 ],
 "Cleobulus": [
  "Cleobulus",
  "A Trojan",
  "BkXVI257",
  "Ajax the Lesser",
  ""
 ],
 "Clonius": [
  "Clonius",
  "A leader of the Boeotians in the war against Troy",
  "BkXV328",
  "Agenor",
  "As the Greek line broke, the Trojans picked them off one by one. Hector killed Stichius and Arcesilaus, the former a leader of the bronze-clad Boeotians, the latter a trusted friend of brave Menestheus, while Aeneas slew Medon and Iasus. Medon was a natural son of godlike Oïleus, so a brother to Ajax the lesser, and came from Phylace, not his native land, exiled for killing a kinsman of his step-mother Eriopis, wife to Oïleus. Iasus was an Athenian leader, the son of Sphelus son to Bucolus. Polydamas killed Mecisteus, Polites killed Echius as they clashed, and Clonius fell to noble Agenor. Deiochus fled with the other leaders, but Paris struck him from behind at the base of the shoulder, and drove the bronze clean through."
 ],
 "Coeranus, a Cretan": [
  "Coeranus",
  "A leader of the Boeotians in the war against Troy",
  "BkXVII597",
  "Hector",
  "The first to die in the rout was Peneleos a Boeotian. As he faced the enemy he was struck a glancing blow on the top of the shoulder that sliced through to the bone. Polydamas had hurled the spear from short range. Then Hector, fighting hand to hand, wounded Leitus, son of brave Alectryon, in the wrist and put him out of action. He retreated, unable to grasp his spear or fight on. As Hector pursued him, Idomeneus struck Hector on the breastplate beside the nipple, but the long spear shaft broke at the socket, and the Trojans shouted in relief. Hector then cast in turn at Idomeneus, son of Deucalion, aboard his chariot, missing him by a hair’s-breadth, but striking Coeranus the charioteer, and squire to Meriones whom he had followed from the city of Lyctus. Idomeneus had come out from the curved ships on foot, and would have fallen to the Trojans if Coeranus had not brought Meriones and the chariot past at a gallop. Though a light of salvation to Idomenus, fending off from him the day of death, he himself was thus fated to die at the hands of man-killing Hector. The spear struck under his jaw below the ear, shattering the teeth at their roots, and slicing through his tongue. The reins fell from his hands and he toppled from the chariot, but Meriones gathered the reins and turned to Idomeneus: ‘Use the whip, and head for the fleet. You know yourself the power is no longer with us.’ And Idomeneus, hearing him, lashed the long-maned horses, and drained of courage drove for the hollow ships."
 ],
 "Coeranus, a Lycian": [
  "Coeranus",
  "A leader of the Boeotians in the war against Troy",
  "BkV590",
  "Odysseus",
  "Meanwhile the bronze-greaved Achaeans carried Tlepolemus out of battle, watched by the great Odysseus, steadfast of heart, whose spirit raged within him. He debated in his mind whether to pursue Sarpedon, Zeus the Thunderer’s son, or wreak more havoc among the Lycians. Yet Fate did not wish that mighty son of Zeus to die by Odysseus’ sword, and so on the Lycian host Athene turned his fury. He killed Coeranus, Chromius, Alastor and Halius, Alcandrus, Noemon and Prytanis. More of the Lycians would have died at noble Odysseus’ hands, but for Hector’s quick eye, he of the glittering helm, who strode to the front in his red-bronze armour, filling the Greeks with terror. Sarpedon, Zeus’ son, joyed at his coming, and called to him in distress: ‘Son of Priam, save me: don’t leave me a prey to the Danaans, and if I must die, and never see my own home again, nor in returning bring joy to my wife and child, let me at least die in your city.’"
 ],
 "Cöon": [
  "Cöon",
  "A leader of the Boeotians in the war against Troy",
  "BkXI218",
  "him",
  "When Cöon, Antenor’s eldest son, a great warrior, saw this, his eyes clouded in grief for his brother’s death, and blind-siding noble Agamemnon stabbed him mid-arm below the elbow, the point of his gleaming spear passing clean through. Then the king of men shuddered, but far from retreating carried the fight to Cöon, brandishing his wind-toughened spear. Meanwhile, Cöon calling on all the bravest men to help dragged Iphadamas his brother away by the feet. But as he dragged him into the throng, so Agamemnon struck him under his bossed shield, with a thrust of his bronze-tipped spear, and loosened his limbs in death. Then he ran to strike off his head, as he still leaned over Iphadamas. So the sons of Antenor met their fate at Agamennon’s hands, and went down to the halls of Hades."
 ],
 "Crethon": [
  "Crethon",
  "A son of Diocles",
  "BkV519",
  "Aeneas",
  "Aeneas in reply killed two Danaan champions, Crethon and Orsilochus sons of Diocles, whose father lived in noble Pherae. A man of substance, his line began with the river-god Alpheus, whose broad stream flows through Pylian lands, and whose son was the great King Orsilochus. He begat Diocles in turn, whose sons these were, skilled in warfare. Reaching manhood, they followed the Argives to horse-breeding Troy in the black ships, to win compensation for the Atreidae. Now their voyage ended there in death. Like a pair of lions reared in a mountain-thicket that prey on the farmers’ fine sheep and cattle till they themselves fall to the bronze blade, so these two at the hands of Aeneas were toppled like tall firs."
 ],
 "Croesmus": [
  "Croesmus",
  "A Trojan",
  "BkXV514",
  "Meges",
  "Now Hector killed Schedius, Perimedes’ son, a leader of the Phocians, while Ajax killed Laodamas, noble son of Antenor, an infantry commander, and Polydamas felled Otus of Cyllene, a friend of Meges, Phyleus’ son, a leader of the proud Epeians. When Meges saw this he launched himself at Polydamas, who swerved aside so Meges missed, Apollo refusing to see the son of Panthous fall in the front line, and instead the spear-thrust struck Croesmus full in the chest. He fell with a thud and Meges began to strip him of his armour. But Dolops, the bravest son of Lampus, son of Laomedon, and a skilled spearman, used to fierce combat, thrust at close quarters with his spear and pierced the shield of Phyleus’ son. Meges’ metal-plated corselet saved him, the one Phyleus had brought from Ephyre and the River Selleïs, where his host King Euphetes had gifted it to him to wear in action and protect him. Now it saved his son from death."
 ],
 "Daetor": [
  "Daetor",
  "A Trojan",
  "BkVIII273",
  "Teucer",
  "Which of the Trojans did peerless Teucer kill first? Orsilochus, then Ormenus, Ophelestes, Daetor, Chromius, godlike Lycophontes, Amopaon, son of Polyaemon, and Melanippus. All, one after the other, he laid low on the fertile earth. And King Agamemnon rejoiced, watching the mighty bow slice through the Trojan ranks; and he ran to his side, saying: ‘Lord Teucer, Telamon’s son, dear friend, shoot on like that and prove a salvation to the Greeks, and a credit to your father, who reared you, his bastard child, in his own house: distant though he is, bring him honour. Moreover, I swear to you, that if aegis-bearing Zeus, and Athene, let me sack the fine citadel of Ilium, I will hand you, first after myself, an honourable prize, a tripod, a chariot with its team of horses, or a woman for your bed.’"
 ],
 "Damasus": [
  "Damasus",
  "A Trojan",
  "BkXII175",
  "Polypoetes",
  "Still the Lapiths took the fight to their enemies. Peirithous’ mighty son, Polypoetes, in his fury, struck Damasus with a spear on his bronze-cheeked helmet, its point piercing the metal and entering the bone, so the Trojan’s brains spattered the lining of his helm. Then Polypoetes killed Pylon and Ormenus, while Leonteus, scion of Ares, hit Hippomachus, Antimachus’ son, on the belt with a spear-cast, then drawing his sharp sword from its sheath ran at Antiphates in the crowd and knocked him backwards on the ground. Then he felled Menon, Iamenus and Orestes, and left them in the dust."
 ],
 "Dardanus, son of Bias": [
  "Dardanus",
  "A Trojan",
  "BkXX455",
  "Achilles",
  "With this, Achilles pierced Dryops in the neck with a thrust of his spear, and Dryops fell at his feet. Leaving him, he disabled Demuchus, Philetor’s son, with a blow from his spear in the knee, then struck him with his long-sword and robbed him of life. Then he hurled the sons of Bias, Laogonus and Dardanus, from their chariot, one with a spear-cast the other with his sword in close combat. Tros, Alastor’s son, ran to clasp his knees, begging, in his folly, to be spared, to be captured alive, for Achilles to take pity on a youth of his own age, and not kill him! He should have known Achilles’ harshness, no soft heart or tender mind had he, fierce in his fury. As Tros in his eagerness tried to clasp the warrior’s knees, Achilles pierced his liver with the sword, and spilled it, the dark blood drenching his body, darkness enfolding him as he breathed his last. Then Achilles struck Mulius with his spear, the spear-blade passing through his head from ear to ear. Next he killed Echeclus, son of Agenor, striking him on the head with the sword, his blood heating the blade, dark death and remorseless fate veiling his eyes. Then he pierced Deucalion’s arm with the bronze spear-point, where the sinews meet the elbow joint, and Deucalion trailing the spear waited on death. Achilles struck his head from his neck, sending the helmeted head flying. The marrow welled from the vertebrae, and the corpse fell to the ground. Achilles ran after Rhigmus, the peerless son of Peiros, from fertile Thrace. He struck him in the centre of his belly with his spear, transfixing him, and he fell from his chariot. Then Achilles toppled Areïthous, Rhigmus’ squire, striking him in the back with his spear, as the charioteer wheeled the panic-stricken horses."
 ],
 "Deicoon": [
  "Deicoon",
  "A Trojan hero, son of Pergasus, and a friend of Aeneas,",
  "BkV519",
  "Agamemnon",
  ""
 ],
 "Deiochus": [
  "Deiochus",
  "A Greek",
  "BkXV328",
  "Paris",
  "As the Greek line broke, the Trojans picked them off one by one. Hector killed Stichius and Arcesilaus, the former a leader of the bronze-clad Boeotians, the latter a trusted friend of brave Menestheus, while Aeneas slew Medon and Iasus. Medon was a natural son of godlike Oïleus, so a brother to Ajax the lesser, and came from Phylace, not his native land, exiled for killing a kinsman of his step-mother Eriopis, wife to Oïleus. Iasus was an Athenian leader, the son of Sphelus son to Bucolus. Polydamas killed Mecisteus, Polites killed Echius as they clashed, and Clonius fell to noble Agenor. Deiochus fled with the other leaders, but Paris struck him from behind at the base of the shoulder, and drove the bronze clean through."
 ],
 "Deiopites": [
  "Deiopites",
  "A Trojan",
  "BkXI401",
  "Odysseus",
  ""
 ],
 "Deipyrus": [
  "Deipyrus",
  "A Greek captain",
  "BkXIII576",
  "Helenus",
  "Now, in close combat, Helenus struck Deipyrus on the temple with Thracian long-sword, tearing away his helm which fell to the ground where an Achaean warrior scooped it up as it rolled at the warriors’ feet. So the darkness of night shrouded Deipyrus’ eyes."
 ],
 "Democoon": [
  "Democoon",
  "A natural son of Priam, who came from Abydos to assist his father against the Greeks, he was slain by Odysseus",
  "BkIV473",
  "Odysseus",
  "Then Priam’s son, Antiphus of the glittering cuirass, replied with a spear-throw from the ranks. He missed Ajax, but struck Odysseus’s loyal comrade Leucus in the groin as he was hauling Simoeisius away. As he fell, the body slipped from his grasp landing beneath him. Odysseus was enraged by his death, and rushed from the ranks towards the enemy, clad in his burnished bronze. There, after an appraising glance, he hurled his bright spear, so that the Trojans shrank back from his onset. His shaft was not cast in vain, striking Democoon, Priam’s natural son, who had rallied to the cause from his stud-farm and swift-hoofed mares at Abydus. The spear, hurled in anger at a comrade’s death, struck him on one temple, the bronze point exiting through the other so that darkness dimmed his eyes, and he fell with a thudding clang of armour. Great Hector and the Trojan front gave ground, while the Greeks, shouting in triumph, dragged the bodies clear and advanced."
 ],
 "Demoleon": [
  "Demoleon",
  "A Trojan, he was the son of Antenor and Theano",
  "BkXX353",
  "Achilles",
  "As Achilles exulted, darkness veiled Iphition’s eyes, and the Greek chariot-wheels cut his corpse to pieces, there in the front line, as Achilles sent Demoleon, Antenor’s son, a strong man in defence, to join him, striking him in the temple, through the bronze-cheeked helmet, which failed to stop the spear, whose point drove through to smash the bone, crushing the brain inside. So he killed Demoleon in his fury, then Hippodamas as he leapt from his chariot to flee, thrust through the back with the point of his spear. Hippodamas breathed his last with a bellow like a bull the young men drag round Poseidon’s altar, to delight the Earth-Shaker, Lord of Helice. So Hippodamas roared as his proud spirit fled his bones."
 ],
 "Demuchus": [
  "Demuchus",
  "A Trojan, the son of Philetor",
  "BkXX455",
  "Achilles",
  "With this, Achilles pierced Dryops in the neck with a thrust of his spear, and Dryops fell at his feet. Leaving him, he disabled Demuchus, Philetor’s son, with a blow from his spear in the knee, then struck him with his long-sword and robbed him of life. Then he hurled the sons of Bias, Laogonus and Dardanus, from their chariot, one with a spear-cast the other with his sword in close combat. Tros, Alastor’s son, ran to clasp his knees, begging, in his folly, to be spared, to be captured alive, for Achilles to take pity on a youth of his own age, and not kill him! He should have known Achilles’ harshness, no soft heart or tender mind had he, fierce in his fury. As Tros in his eagerness tried to clasp the warrior’s knees, Achilles pierced his liver with the sword, and spilled it, the dark blood drenching his body, darkness enfolding him as he breathed his last. Then Achilles struck Mulius with his spear, the spear-blade passing through his head from ear to ear. Next he killed Echeclus, son of Agenor, striking him on the head with the sword, his blood heating the blade, dark death and remorseless fate veiling his eyes. Then he pierced Deucalion’s arm with the bronze spear-point, where the sinews meet the elbow joint, and Deucalion trailing the spear waited on death. Achilles struck his head from his neck, sending the helmeted head flying. The marrow welled from the vertebrae, and the corpse fell to the ground. Achilles ran after Rhigmus, the peerless son of Peiros, from fertile Thrace. He struck him in the centre of his belly with his spear, transfixing him, and he fell from his chariot. Then Achilles toppled Areïthous, Rhigmus’ squire, striking him in the back with his spear, as the charioteer wheeled the panic-stricken horses."
 ],
 "Deucalion, a Trojan": [
  "Deucalion",
  "A Trojan",
  "BkXX455",
  "Achilles",
  "With this, Achilles pierced Dryops in the neck with a thrust of his spear, and Dryops fell at his feet. Leaving him, he disabled Demuchus, Philetor’s son, with a blow from his spear in the knee, then struck him with his long-sword and robbed him of life. Then he hurled the sons of Bias, Laogonus and Dardanus, from their chariot, one with a spear-cast the other with his sword in close combat. Tros, Alastor’s son, ran to clasp his knees, begging, in his folly, to be spared, to be captured alive, for Achilles to take pity on a youth of his own age, and not kill him! He should have known Achilles’ harshness, no soft heart or tender mind had he, fierce in his fury. As Tros in his eagerness tried to clasp the warrior’s knees, Achilles pierced his liver with the sword, and spilled it, the dark blood drenching his body, darkness enfolding him as he breathed his last. Then Achilles struck Mulius with his spear, the spear-blade passing through his head from ear to ear. Next he killed Echeclus, son of Agenor, striking him on the head with the sword, his blood heating the blade, dark death and remorseless fate veiling his eyes. Then he pierced Deucalion’s arm with the bronze spear-point, where the sinews meet the elbow joint, and Deucalion trailing the spear waited on death. Achilles struck his head from his neck, sending the helmeted head flying. The marrow welled from the vertebrae, and the corpse fell to the ground. Achilles ran after Rhigmus, the peerless son of Peiros, from fertile Thrace. He struck him in the centre of his belly with his spear, transfixing him, and he fell from his chariot. Then Achilles toppled Areïthous, Rhigmus’ squire, striking him in the back with his spear, as the charioteer wheeled the panic-stricken horses."
 ],
 "Diores, son of Amarynceus": [
  "Diores",
  "A leader of the Automedon",
  "BkIV473",
  "Peiros",
  "So, in the dirt they lay beside each other, among the host of dead, Peiros the Thracian general, and Diores leader of the bronze-clad Epeians. That was no skirmish to make light of, as some unwounded warrior might whom Pallas Athene led into battle, shielding him from the hail of missiles and all the sharp sword-thrusts, for a host of Greeks and Trojans lay there on that day, stretched out side by side, their faces in the dust."
 ],
 "Dolops, a Greek": [
  "Dolops",
  "A leading Greek warrior, the son of Clytius",
  "BkXI299",
  "Hector",
  "Hector called out to Dolops’ kinsmen, especially Hicetaon’s son, sturdy Melanippus. Before the war, he lived at Percote, grazing his shambling cattle, but when the Greeks arrived in their curved ships, he returned to Ilium, earning a prominent place among the Trojans, living in Priam’s palace, and honoured by Priam with his own children. Hector reproached him now: ‘Melanippus are we to hold back like this? Has your heart no feeling for your dead kinsman? See how they tear at Dolops’ armour. Follow me, we must close with these Argives, either we kill them, or they’ll take lofty Ilium, and slaughter all our people.’ With this, he charged and Melanippus, that godlike warrior followed."
 ],
 "Dolops, a Trojan": [
  "Dolops",
  "The son of Lampus, son of Laomedon",
  "BkXV514",
  "Menelaus",
  "Meges countered, a thrust of his sharp spear striking the crown of Dolops’ bronze helm with its horsehair crest, shearing away the horsehair plume, bright with scarlet dye, which fell in the dust. As Meges fought Dolops, hoping for victory, warlike Menelaus came to his aid, and from the flank, unseen by Dolops, cast a spear piercing his back, the point passing through swiftly, and exiting savagely through the chest. He fell headlong and his enemies ran in to strip the bronze armour from his shoulders."
 ],
 "Doryclus": [
  "Doryclus",
  "An illegitimate son of Priam",
  "BkXI489",
  "Ajax",
  "Now Ajax attacked the Trojans, killing Doryclus Priam’s illegitimate son, then with spear-thrusts struck down Pandocus, Lysander, Pyrasus and Pylartes. Like a mountain torrent, swollen by winter rain, that floods across the plain, bearing dead oaks and pines to the sea, so Ajax in his glory stormed tumultuously over the field that day, slaughtering men and horses."
 ],
 "Dresus": [
  "Dresus",
  "An illegitimate son of Priam",
  "BkVI1",
  "Euryalus",
  "And Euryalus killed Dresus and Opheltius then chased down Aesepus and Pedasus, whom the water-nymph Abarbarea bore to peerless Bucolion. He was the eldest bastard son of noble Laomedon, who lay with the nymph while shepherding his flock. She bore him twins, and now Euryalus, son of Mecisteus, loosed their noble limbs, they in their prime, stripping the armour from their breasts."
 ],
 "Dryops": [
  "Dryops",
  "A Trojan",
  "BkXX455",
  "Achilles",
  "With this, Achilles pierced Dryops in the neck with a thrust of his spear, and Dryops fell at his feet. Leaving him, he disabled Demuchus, Philetor’s son, with a blow from his spear in the knee, then struck him with his long-sword and robbed him of life. Then he hurled the sons of Bias, Laogonus and Dardanus, from their chariot, one with a spear-cast the other with his sword in close combat. Tros, Alastor’s son, ran to clasp his knees, begging, in his folly, to be spared, to be captured alive, for Achilles to take pity on a youth of his own age, and not kill him! He should have known Achilles’ harshness, no soft heart or tender mind had he, fierce in his fury. As Tros in his eagerness tried to clasp the warrior’s knees, Achilles pierced his liver with the sword, and spilled it, the dark blood drenching his body, darkness enfolding him as he breathed his last. Then Achilles struck Mulius with his spear, the spear-blade passing through his head from ear to ear. Next he killed Echeclus, son of Agenor, striking him on the head with the sword, his blood heating the blade, dark death and remorseless fate veiling his eyes. Then he pierced Deucalion’s arm with the bronze spear-point, where the sinews meet the elbow joint, and Deucalion trailing the spear waited on death. Achilles struck his head from his neck, sending the helmeted head flying. The marrow welled from the vertebrae, and the corpse fell to the ground. Achilles ran after Rhigmus, the peerless son of Peiros, from fertile Thrace. He struck him in the centre of his belly with his spear, transfixing him, and he fell from his chariot. Then Achilles toppled Areïthous, Rhigmus’ squire, striking him in the back with his spear, as the charioteer wheeled the panic-stricken horses."
 ],
 "Echeclus, son of Agenor": [
  "Echeclus",
  "A Trojan",
  "BkXX455",
  "Achilles",
  "With this, Achilles pierced Dryops in the neck with a thrust of his spear, and Dryops fell at his feet. Leaving him, he disabled Demuchus, Philetor’s son, with a blow from his spear in the knee, then struck him with his long-sword and robbed him of life. Then he hurled the sons of Bias, Laogonus and Dardanus, from their chariot, one with a spear-cast the other with his sword in close combat. Tros, Alastor’s son, ran to clasp his knees, begging, in his folly, to be spared, to be captured alive, for Achilles to take pity on a youth of his own age, and not kill him! He should have known Achilles’ harshness, no soft heart or tender mind had he, fierce in his fury. As Tros in his eagerness tried to clasp the warrior’s knees, Achilles pierced his liver with the sword, and spilled it, the dark blood drenching his body, darkness enfolding him as he breathed his last. Then Achilles struck Mulius with his spear, the spear-blade passing through his head from ear to ear. Next he killed Echeclus, son of Agenor, striking him on the head with the sword, his blood heating the blade, dark death and remorseless fate veiling his eyes. Then he pierced Deucalion’s arm with the bronze spear-point, where the sinews meet the elbow joint, and Deucalion trailing the spear waited on death. Achilles struck his head from his neck, sending the helmeted head flying. The marrow welled from the vertebrae, and the corpse fell to the ground. Achilles ran after Rhigmus, the peerless son of Peiros, from fertile Thrace. He struck him in the centre of his belly with his spear, transfixing him, and he fell from his chariot. Then Achilles toppled Areïthous, Rhigmus’ squire, striking him in the back with his spear, as the charioteer wheeled the panic-stricken horses."
 ],
 "Echeclus, a Trojan": [
  "Echeclus",
  "A Trojan",
  "BkXVI684",
  "Patroclus",
  "Who then was the first to fall to you, Patroclus, and who the last, when the gods drew you to your death? The first were Adrastus; Autonous, Echeclus, Perimus son of Megas, Epistor, Melanippus, Elasus, Mulius, and Pylartes. These were the first he killed and the rest thought only of flight."
 ],
 "Echemmon": [
  "Echemmon",
  "A son of Priam",
  "BkV84",
  "Diomedes",
  "Two sons of Dardanian Priam, Echemmon and Chromius were next, as they rode the same chariot. As a lion launches itself on a herd grazing some wooded pasture, and breaks the neck of a heifer or two, so Diomedes dragged those men roughly from their chariot, stripping them of their armour, telling his comrades to drive their horses down to the ships."
 ],
 "Echepolus, a Trojan": [
  "Echepolus",
  "A Trojan warrior, the son of Thalysius",
  "BkV84",
  "Diomedes",
  "At this the competitors came forward. Noble Eumelus was first to rise, Admetus’ dear son, a skilful horseman. Then Mighty Diomedes, son of Tydeus, rose to harness the horses, of the breed of Tros, taken from Aeneas though Apollo saved Aeneas himself. Red-haired Menelaus was next, Zeus-born Atreides, yoking swift horses, Aethe, a mare of Agamemnon’s, and his own horse Podargus. Echepolus, Anchises of Sicyon’s son, had given the mare as a gift to Agamemnon, so he might stay safely at home and not follow the king to windy Troy. Zeus had granted him great wealth in spacious Sicyon. Menelaus now harnessed the eager mare. The fourth to ready his long-maned team was Antilochus, noble son of proud Nestor, son of Neleus, and the swift horses harnessed to his chariot were of the Pylian breed. His father approached to offer some good advice, the wise to the wise: ‘Antilochus, young as you are, Zeus and Poseidon love you, and they have made you an expert horseman, so you need little advice from me. Yet, expert though you are at navigating the turns, remember your horses are the slowest in this race, and that’s a great handicap. Their horses are quicker, but their charioteers no more cunning, so use all your skill, if you don’t want to see the prizes slip away. It is skill not mere strength that makes the better woodsman; skill lets the helmsman on the wine-dark wave steer a sailing ship, buffeted by the wind; and skill too sees one charioteer beat another. One man, leaving it all to his horses, slackens the reins and lets his team wander, his line stray, but the skilful man, though with slower horses, thinks of the turn and wheels close by the post, keeps his team in hand from the start, uses the ox-hide reins, and keeps his eyes on the lead chariot."
 ],
 "Echius, a Greek": [
  "Echius",
  "A Trojan warrior, the son of Thalysius",
  "BkXV328",
  "Polites",
  "As the Greek line broke, the Trojans picked them off one by one. Hector killed Stichius and Arcesilaus, the former a leader of the bronze-clad Boeotians, the latter a trusted friend of brave Menestheus, while Aeneas slew Medon and Iasus. Medon was a natural son of godlike Oïleus, so a brother to Ajax the lesser, and came from Phylace, not his native land, exiled for killing a kinsman of his step-mother Eriopis, wife to Oïleus. Iasus was an Athenian leader, the son of Sphelus son to Bucolus. Polydamas killed Mecisteus, Polites killed Echius as they clashed, and Clonius fell to noble Agenor. Deiochus fled with the other leaders, but Paris struck him from behind at the base of the shoulder, and drove the bronze clean through."
 ],
 "Echius, a Lycian": [
  "Echius",
  "A Trojan warrior, the son of Thalysius",
  "BkXVI351",
  "Patroclus",
  "Patroclus had now cut off the leading companies and pushed them back towards the ships denying them a path to the city in their panic. Between the ships, the high wall, and the river, he put them to the slaughter, avenging many a dead Danaan. There he killed Pronous first with a throw of his bright spear, taking him in the chest exposed by his shield, and loosening his limbs so he fell with a thud. Then he rushed at Thestor, son of Enops, who crouched in his gleaming chariot, his mind and senses lost, and the reins slipped from his hands. Patroclus struck him on the right of his jaw with the spear, driving it past the teeth, and pulling its shaft back dragged him over the chariot’s rim, like a man astride a jutting rock landing a mighty fish hooked on the end of his line. He hauled him from the chariot, gaping on the end of his spear then dropped him on his face as his life fled. Next, facing Erylaus’s attack, Patroclus hurled a rock that landed square on his head and split the skull apart in its heavy helmet so that the man fell prone on the ground, and death that devours the spirit cloaked him. Then, one after another, he left men dead on the black earth, Erymas, Amphoterus, and Epaltes, Tlepolemus son of Damastor, Echius, Pyris, Ipheus, Euippus, and Polymelus son of Argeas."
 ],
 "Eetion, father of Andromache": [
  "Eetion",
  "The father of Hector’s wife, Andromache, he was the ruler of Thebe in Mysia",
  "BkVI369 BkIX162 BkXXIII826",
  "Achilles at the taking of Thebe",
  "So Ajax and Odysseus walked beside the echoing sea, with many a heartfelt prayer to the god, who surrounds the land and shakes it, that softening the proud heart of Aeacus’ grandson might prove an easy task. And reaching the Myrmidons’ huts and ships, they found him delighting in the clear-toned lyre, playing a finely ornamented instrument bridged with silver, part of the spoils when he razed Eetion’s city. He was singing with joy of the deeds of mighty warriors, while Patroclus, seated opposite, heard his song through in silence. The two envoys arrived, Odysseus leading, and Achilles leapt to his feet in surprise, lyre in hand, while Patroclus too quitted his seat when he saw them. Achilles greeted them, saying: ‘Welcome, dear friends indeed – your coming here speaks of some great need – angry I may be, but you two Greeks I love more than most.’"
 ],
 "Eioneus, a Greek": [
  "Eioneus",
  "The father of Hector’s wife, Andromache, he was the ruler of Thebe in Mysia",
  "BkVII1",
  "Hector",
  ""
 ],
 "Elasus": [
  "Elasus",
  "A Trojan",
  "BkXVI684",
  "Patroclus",
  "Who then was the first to fall to you, Patroclus, and who the last, when the gods drew you to your death? The first were Adrastus; Autonous, Echeclus, Perimus son of Megas, Epistor, Melanippus, Elasus, Mulius, and Pylartes. These were the first he killed and the rest thought only of flight."
 ],
 "Elatus": [
  "Elatus",
  "A Trojan",
  "BkVI1",
  "Agamemnon",
  "Now rugged Polypoetes killed Astyalus, while Odysseus slew Pidytes of Percote with his bronze spear, and Teucer noble Aretaon. Then Antilochus, Nestor’s son, with his shining spear downed Ablerus, and Agamemnon, king of men, felled Elatus, who lived in hilly Pedasus by the banks of sweet-flowing Satnioïs. As Phylacus fled before him, Leitus slew him there, while in turn Eurypylus laid Melanthius low."
 ],
 "Elephenor": [
  "Elephenor",
  "A son of Abantes in Euboea",
  "BkIV422",
  "Agenor",
  "Of the Trojans, noble Echepolos, son of Thalysius, was first to die, fighting in the vanguard, downed in his armour by Antilochus. The spear struck the ridge of his horse-hair crested helmet, and the point drove through the skin of his forehead into the bone. Darkness filled his eyes, and he dropped like a fallen tower on the field. Once downed, Elephenor, son of Chalcodon, prince of the fierce Abantes, seizing him by the feet, tried to drag his body out of range, ready to strip it swiftly of armour; yet not for long, for brave Agenor saw him drag the corpse aside, and with a thrust of his bronze-tipped spear, striking him in the flank exposed by his shield as he stooped, loosened all his limbs. His spirit fled, and the Greeks and Trojans struggled grimly over the corpse. They leapt at one another like wolves, and staggered locked in each other’s fierce embrace."
 ],
 "Eniopeus": [
  "Eniopeus",
  "A son of Abantes in Euboea",
  "BkVIII112",
  "Diomedes",
  "Nestor the Gerenian horseman was quick to agree. So the two squires, brave Sthenelus and gentle Eurymedon, took over Nestor’s mares, while he and Diomedes mounted the latter’s chariot. Nestor grasped the gleaming reins, and whipped on the horses. They soon were within range of Hector, and Diomedes let fly at him as he charged towards them, striking instead his charioteer Eniopeus, son of brave Thebaeus, as he gripped the reins, in his chest beside the nipple. He fell from the chariot, forcing the galloping horses to swerve, his strength faded, and his spirit was loosed."
 ],
 "Ennomus, a Trojan": [
  "Ennomus",
  "A Trojan",
  "BkXI401",
  "Odysseus",
  "Meanwhile, as he reflected, the ranks of the shield-bearing Trojans overran him, bringing ruin on themselves. As hounds and lively huntsmen hem in a wild boar, that whetting its white tusks in its curving jaws launches itself from a deep thicket, and fearful though it seems, are quick to face it and charge at it from every side, till jaws clash, so the Trojans harried Odysseus, dear to Zeus. But he retaliated, lunging at peerless Deïopites, striking him on the shoulder from above. He killed Thoön and Ennomus too, then Chersidamas as he leapt from his chariot, stabbing him in the navel with his spear below the bossed shield. The warrior fell in the dust, clutching the earth. Turning from them, Odysseus with a spear-thrust killed Charops, son of Hippasus, brother to noble and wealthy Socus, who confronted the Greek: ‘Odysseus, famed for your tirelessness and cunning, today you’ll either boast of killing both Hippasus’ sons and robbing them of their armour, or be struck by my spear and killed yourself.’"
 ],
 "Epaltes": [
  "Epaltes",
  "A Trojan",
  "BkXVI351",
  "Patroclus",
  "Patroclus had now cut off the leading companies and pushed them back towards the ships denying them a path to the city in their panic. Between the ships, the high wall, and the river, he put them to the slaughter, avenging many a dead Danaan. There he killed Pronous first with a throw of his bright spear, taking him in the chest exposed by his shield, and loosening his limbs so he fell with a thud. Then he rushed at Thestor, son of Enops, who crouched in his gleaming chariot, his mind and senses lost, and the reins slipped from his hands. Patroclus struck him on the right of his jaw with the spear, driving it past the teeth, and pulling its shaft back dragged him over the chariot’s rim, like a man astride a jutting rock landing a mighty fish hooked on the end of his line. He hauled him from the chariot, gaping on the end of his spear then dropped him on his face as his life fled. Next, facing Erylaus’s attack, Patroclus hurled a rock that landed square on his head and split the skull apart in its heavy helmet so that the man fell prone on the ground, and death that devours the spirit cloaked him. Then, one after another, he left men dead on the black earth, Erymas, Amphoterus, and Epaltes, Tlepolemus son of Damastor, Echius, Pyris, Ipheus, Euippus, and Polymelus son of Argeas."
 ],
 "Epeigeus": [
  "Epeigeus",
  "A Myrmidon leader, the son of Agacles",
  "BkXVI569",
  "Hector",
  "At first the Trojans repelled the fierce Achaeans, killing one of the best of the Myrmidons noble Epeigeus, son of brave Agacles. He had been king in populous Budeum, but having killed a noble kinsman had found sanctuary with Peleus and silver-footed Thetis. They sent him with Achilles, breaker of battle lines, to horse-taming Troy to fight against the Trojans. He had just laid hands on the body when glorious Hector struck him on the head with a stone, shattering the skull inside the heavy helm, so he fell, face down, on the corpse, and death that takes the spirit embraced him. Then Patroclus was plunged in grief for his dead friend, and he swept through the front line swift as the falcon that scatters jackdaws and starlings. Straight at the Lycians and Trojans, you flew, Patroclus, master horseman, your heart filled with wrath at your comrade’s death. Sthenelaus, he killed, dear son of Ithaemenes, striking his neck with a stone, tearing the sinews, and the front line led by glorious Hector gave ground. As far as a man, trialling his strength perhaps or attacked by bloodthirsty foes in battle, can hurl a long javelin the Trojans withdrew before the Achaean advance. Then Glaucus, leading the Lycian shield-men, turned and killed bold Bathycles, beloved son of Chalcon, who lived in Hellas, first among Myrmidons in wealth and land. Glaucus, spinning round on him as Bathycles tried to overtake him, struck the man deep in the chest with a blow of his spear. He fell with a thud, and the Greeks were overcome with grief at the fall of a worthy warrior, while the Trojans rejoiced, and ran in to surround the corpse."
 ],
 "Epicles": [
  "Epicles",
  "A Trojan, friend of Sarpedon",
  "BkXII378",
  "Ajax",
  "Telamonian Ajax was the first to kill, felling brave Epicles, Sarpedon’s friend, with a jagged lump of rock from a heap inside the wall. The youngest and strongest of our generation would have been hard put to lift it in both hands, but Ajax raised it high and hurled it, shattering the four-ridged helm and crushing the skull. Epicles plummeted like a diver from the wall, and the spirit fled his bones."
 ],
 "Epistor": [
  "Epistor",
  "A Trojan",
  "BkXVI684",
  "Patroclus",
  "Who then was the first to fall to you, Patroclus, and who the last, when the gods drew you to your death? The first were Adrastus; Autonous, Echeclus, Perimus son of Megas, Epistor, Melanippus, Elasus, Mulius, and Pylartes. These were the first he killed and the rest thought only of flight."
 ],
 "Erylaus": [
  "Erylaus",
  "A Trojan",
  "BkXVI351",
  "Patroclus",
  "Patroclus had now cut off the leading companies and pushed them back towards the ships denying them a path to the city in their panic. Between the ships, the high wall, and the river, he put them to the slaughter, avenging many a dead Danaan. There he killed Pronous first with a throw of his bright spear, taking him in the chest exposed by his shield, and loosening his limbs so he fell with a thud. Then he rushed at Thestor, son of Enops, who crouched in his gleaming chariot, his mind and senses lost, and the reins slipped from his hands. Patroclus struck him on the right of his jaw with the spear, driving it past the teeth, and pulling its shaft back dragged him over the chariot’s rim, like a man astride a jutting rock landing a mighty fish hooked on the end of his line. He hauled him from the chariot, gaping on the end of his spear then dropped him on his face as his life fled. Next, facing Erylaus’s attack, Patroclus hurled a rock that landed square on his head and split the skull apart in its heavy helmet so that the man fell prone on the ground, and death that devours the spirit cloaked him. Then, one after another, he left men dead on the black earth, Erymas, Amphoterus, and Epaltes, Tlepolemus son of Damastor, Echius, Pyris, Ipheus, Euippus, and Polymelus son of Argeas."
 ],
 "Erymas, a Trojan": [
  "Erymas",
  "A Trojan",
  "BkXVI257",
  "Idomeneus",
  "Meriones, running swiftly, overtook Acamas, wounding him in the right shoulder as he mounted his chariot. He fell to the ground and a mist veiled his eyes. Idomeneus too, with the merciless bronze, thrust at Erymas, struck him in the mouth so the spear passed clean through the skull, below the brain, and shattered the white bone, smashing the teeth, filling the eyes with blood. And blood spurted from nostrils and gaping mouth, as death’s black cloud enfolded him."
 ],
 "Erymas, a second Trojan": [
  "Erymas",
  "A Trojan",
  "BkXVI351",
  "Patroclus",
  "Patroclus had now cut off the leading companies and pushed them back towards the ships denying them a path to the city in their panic. Between the ships, the high wall, and the river, he put them to the slaughter, avenging many a dead Danaan. There he killed Pronous first with a throw of his bright spear, taking him in the chest exposed by his shield, and loosening his limbs so he fell with a thud. Then he rushed at Thestor, son of Enops, who crouched in his gleaming chariot, his mind and senses lost, and the reins slipped from his hands. Patroclus struck him on the right of his jaw with the spear, driving it past the teeth, and pulling its shaft back dragged him over the chariot’s rim, like a man astride a jutting rock landing a mighty fish hooked on the end of his line. He hauled him from the chariot, gaping on the end of his spear then dropped him on his face as his life fled. Next, facing Erylaus’s attack, Patroclus hurled a rock that landed square on his head and split the skull apart in its heavy helmet so that the man fell prone on the ground, and death that devours the spirit cloaked him. Then, one after another, he left men dead on the black earth, Erymas, Amphoterus, and Epaltes, Tlepolemus son of Damastor, Echius, Pyris, Ipheus, Euippus, and Polymelus son of Argeas."
 ],
 "Euchenor": [
  "Euchenor",
  "The son of the seer Polyidus, of Corinth",
  "BkXIII643",
  "Paris",
  "Yet Paris was deeply angered by his death, for Harpalion had been his host among the Paphlagonians, and in great wrath he let fly a bronze-tipped arrow. It struck an Achaean, Euchenor, rich and brave, the son of the seer Polyidus, of Corinth. He set sail for Troy knowing his fate since his aged father prophesied he would either die of a fatal illness at home, or be slain by the Trojans among the ships. He avoided the pain of the deadly disease and the heavy fine the Greeks would have levied for his absence. But now Paris’s shaft struck his jaw, under the ear, his spirit fled swiftly from his corpse, and the dread darkness engulfed him."
 ],
 "Euippus": [
  "Euippus",
  "The son of the seer Polyidus, of Corinth",
  "BkXVI351",
  "Patroclus",
  "Patroclus had now cut off the leading companies and pushed them back towards the ships denying them a path to the city in their panic. Between the ships, the high wall, and the river, he put them to the slaughter, avenging many a dead Danaan. There he killed Pronous first with a throw of his bright spear, taking him in the chest exposed by his shield, and loosening his limbs so he fell with a thud. Then he rushed at Thestor, son of Enops, who crouched in his gleaming chariot, his mind and senses lost, and the reins slipped from his hands. Patroclus struck him on the right of his jaw with the spear, driving it past the teeth, and pulling its shaft back dragged him over the chariot’s rim, like a man astride a jutting rock landing a mighty fish hooked on the end of his line. He hauled him from the chariot, gaping on the end of his spear then dropped him on his face as his life fled. Next, facing Erylaus’s attack, Patroclus hurled a rock that landed square on his head and split the skull apart in its heavy helmet so that the man fell prone on the ground, and death that devours the spirit cloaked him. Then, one after another, he left men dead on the black earth, Erymas, Amphoterus, and Epaltes, Tlepolemus son of Damastor, Echius, Pyris, Ipheus, Euippus, and Polymelus son of Argeas."
 ],
 "Euphorbus": [
  "Euphorbus",
  "The Dardanian, son of Panthous",
  "BkXVII1",
  "Menelaus",
  "With that the god returned to the toils of battle, while Hector’s mind was clouded with the deep darkness of grief. But, glancing along the lines, he quickly saw Euphorbus’ corpse on the ground in a pool of blood and Menelaus stripping him of his glorious armour. Giving a great cry, he ran through the front ranks of warriors, his bronze armour gleaming like the unquenchable fires of Hephaestus. And Menelaus heard his shout, and consulted his proud heart, anxiously: ‘Alas, if I abandon Patroclus and this noble armour, he who died fighting for recompense for me, I fear the contempt of every Greek who sees it. But if, out of shame, I fight Hector of the gleaming helm and all his host of Trojans, alone, they may well surround and overpower me. Yet why debate the point? When a warrior decides to fight with a man whom the gods exalt, to fight against their will, he straight away brings great sorrow on himself. So none of the Greeks will fault me for giving ground to Hector who fights with a god’s aid. Still, if I can find Ajax, of the loud war-cry, we two might turn and fight alongside one another, even against the will of the gods, hoping to save the corpse for Achilles, son of Peleus. Of many evils, that would prove the least.’"
 ],
 "Eurydamas": [
  "Eurydamas",
  "A Trojan interpreter of dreams",
  "BkV84",
  "Diomedes",
  "Astynous and General Hypeiron he killed, striking one above the nipple with a throw of his bronze-tipped spear, the other with his long sword on the collarbone, shearing the shoulder from the neck and spine. Leaving them lying there, he chased down Abas and Polyidus, sons of old Eurydamas, interpreter of dreams. They came not back again, whom great Diomedes slew, for their father to tell their dreams. Then he pursued Xanthus and Thoön, Phaenops’ dear sons: an old man too weighed down with age to get himself fresh heirs. Diomedes killed both, leaving their sorrowing father to weep when they failed to return, and his surviving kin to inherit."
 ],
 "Eurypylus, of Cos": [
  "Eurypylus",
  "A Trojan interpreter of dreams",
  "BkV84",
  "Diomedes",
  "Then Patroclus, great horseman, you groaned heavily in reply: ‘Achilles, son of Peleus, mightiest of the Greeks, restrain your indignation now great sorrow is come upon them. All our best men lie by the ships wounded by arrow or spear thrust: Diomedes, Tydeus’ great son, Odysseus, the famous spearman, Agamemnon too, and Eurypylus with an arrow in the thigh. The healers, skilled in the use of herbs, are busy trying to cure their wounds, while you, Achilles, remain intractable. May such anger never possess me as grips you, you whose useless valour only does harm to all. How will posterity benefit, if you fail to save the Argives from ruin? Pitiless man, you are no son it seems of Thetis or the horseman Peleus, rather the grey sea and the stony cliffs bore you, with heart of granite. If in your mind perhaps some prophecy deters you, some word of Zeus your divine mother relayed, then at least let me take the field now, leading the ranks of Myrmidons, so I may be a saving light to the Danaans. And let me borrow that armour of yours, so the Trojans might take me for you and thus break off the battle. Then the warrior sons of Achaea, in their exhaustion, may win a breathing space: there are few such chances in war. We who are fresh might easily drive a weary enemy back to their city from the ships and huts.’"
 ],
 "Gorgythion": [
  "Gorgythion",
  "Hector’s charioteer",
  "BkVIII273",
  "Teucer",
  ""
 ],
 "Halius": [
  "Halius",
  "A Lycian",
  "BkV590",
  "Odysseus",
  "Meanwhile the bronze-greaved Achaeans carried Tlepolemus out of battle, watched by the great Odysseus, steadfast of heart, whose spirit raged within him. He debated in his mind whether to pursue Sarpedon, Zeus the Thunderer’s son, or wreak more havoc among the Lycians. Yet Fate did not wish that mighty son of Zeus to die by Odysseus’ sword, and so on the Lycian host Athene turned his fury. He killed Coeranus, Chromius, Alastor and Halius, Alcandrus, Noemon and Prytanis. More of the Lycians would have died at noble Odysseus’ hands, but for Hector’s quick eye, he of the glittering helm, who strode to the front in his red-bronze armour, filling the Greeks with terror. Sarpedon, Zeus’ son, joyed at his coming, and called to him in distress: ‘Son of Priam, save me: don’t leave me a prey to the Danaans, and if I must die, and never see my own home again, nor in returning bring joy to my wife and child, let me at least die in your city.’"
 ],
 "Harpalion": [
  "Harpalion",
  "A Paphlagonian, the son of Pylaemenes",
  "BkXIII643",
  "Meriones",
  "Once there, Menelaus was charged by Harpalion, son of King Pylaemenes, who had followed his dear father to Troy, but was fated never to return to his native land. Closing in, he thrust at Atreides’ shield, striking it squarely but failing to drive the bronze tip through. Glancing back warily, lest any man graze his flesh with a bronze blade, he retreated into the ranks, dodging fate. But as he turned, Meriones let fly a bronze-tipped arrow, striking him on the right buttock, so the arrow passed beneath the bone and into the bladder. He collapsed on the spot, and sinking into the arms of his friends, breathed out his life and lay in the dust like a worm, the dark blood flowing and soaking the ground. The brave Paphlagonians gathered round and lifted him into a chariot then grieving they took him to sacred Ilium, and his father, weeping, went with them, his son still un-avenged."
 ],
 "Hector": [
  "Hector",
  "A son of Priam he was the chief hero of the Trojan army",
  "BkXXII247",
  "Achilles whose fate he prophesies",
  "Such was her lament, and the women added their grief to hers. Now Hecabe took up the impassioned dirge: ‘Hector, dearest to me of all my children, dear to the gods when you were alive, who care for you now therefore in death. Swift-footed Achilles robbed me of other sons, selling them beyond the restless sea in Samothrace, Imbros or in Lemnos veiled in smoke. You he killed with the sharp bronze and dragged you round his friend Patroclus’ barrow, whom you slew, not that he raised him from the dead by doing so, and yet you lie here fresh as dew, as if newly dead, like one whom Apollo of the Silver Bow has touched and killed with his gentlest dart.’"
 ],
 "Helenus": [
  "Helenus",
  "A Greek",
  "BkV703",
  "Ares",
  "Who were the first and last to be slain by Hector, Priam’s son, and bronze-clad Ares? Godlike Teuthras, next horse-tamer Orestes, then Trechus Aetolian spearman, Oenemaus, and Helenus, son of Oenops, last Oresbius of the glittering belt, from Hyle on the shores of Lake Cephisis where he garnered riches among the Boeotians in that fertile land."
 ],
 "Hippodamas": [
  "Hippodamas",
  "A son of Priam",
  "BkXX353",
  "Achilles",
  "As Achilles exulted, darkness veiled Iphition’s eyes, and the Greek chariot-wheels cut his corpse to pieces, there in the front line, as Achilles sent Demoleon, Antenor’s son, a strong man in defence, to join him, striking him in the temple, through the bronze-cheeked helmet, which failed to stop the spear, whose point drove through to smash the bone, crushing the brain inside. So he killed Demoleon in his fury, then Hippodamas as he leapt from his chariot to flee, thrust through the back with the point of his spear. Hippodamas breathed his last with a bellow like a bull the young men drag round Poseidon’s altar, to delight the Earth-Shaker, Lord of Helice. So Hippodamas roared as his proud spirit fled his bones."
 ],
 "Hippodamus": [
  "Hippodamus",
  "A Trojan warrior",
  "BkXI299",
  "Odysseus",
  "Next Diomedes slew two chieftains, leaders of their race, the sons of Merops of Percote, most skilful of soothsayers, who forbade his sons to deal in war, that destroyer of men, though they paid scant attention, for their fate, black Death, beckoned. These two Diomedes, the famous spearman, robbed of spirit and life, and took their glorious armour, while Odysseus killed Hippodamus and Hypeirochus."
 ],
 "Hippolochus, a Trojan": [
  "Hippolochus",
  "A son of Antimachus",
  "BkXI84",
  "Agamemnon",
  "Then the king slew Peisander and steadfast Hippolochus, sons of shrewd Antimachus, who hoping for glorious gifts and gold as a bribe from Paris, was loudest to oppose restoring Helen to yellow-haired Menelaus. Now, it was his two sons whom Agamemnon captured, as they shared a chariot. They tried to contain the powerful horses, but the gleaming reins slipped from their grasp, and the team ran wild. Atreides sprang on them like a lion, while the pair begged for mercy: ‘Take us alive, son of Atreus, and win a noble ransom. Much treasure is heaped in our father’s house, gold, bronze and iron, finely wrought. Antimachus will grant you a princely ransom it you keep us alive by the Greek ships.’"
 ],
 "Hippomachus": [
  "Hippomachus",
  "A third son of Antimachus",
  "BkXII175",
  "Leonteus",
  "Still the Lapiths took the fight to their enemies. Peirithous’ mighty son, Polypoetes, in his fury, struck Damasus with a spear on his bronze-cheeked helmet, its point piercing the metal and entering the bone, so the Trojan’s brains spattered the lining of his helm. Then Polypoetes killed Pylon and Ormenus, while Leonteus, scion of Ares, hit Hippomachus, Antimachus’ son, on the belt with a spear-cast, then drawing his sharp sword from its sheath ran at Antiphates in the crowd and knocked him backwards on the ground. Then he felled Menon, Iamenus and Orestes, and left them in the dust."
 ],
 "Hipponous": [
  "Hipponous",
  "A leading Greek warrior",
  "BkXI299",
  "Hector",
  "Who then were the first and last to be killed by Hector, son of Priam, now that Zeus gave him glory? First Asaeus died then Autonous; Opites, Dolops Clytius’ son, Opheltius, Agelaus, Aesymnus, Orus, and steadfast Hipponous. He slew those Danaan leaders then attacked the masses, and as many heads fell to Hector as swelling waves rise and fall, their spray flung high by the gusts of errant wind, when a westerly scatters the south wind’s white cloud and strikes the sea in a violent squall."
 ],
 "Hippothous, son of Lethus": [
  "Hippothous",
  "A son of Lethus, grandson of Teutamus, and brother of Pylaeus, he led a band of Pelasgian auxiliaries from Larissa to the assistance of the Trojans",
  "BkXVII262",
  "Ajax",
  "Ajax, in turn, struck Phorcys, the warlike son of Phaenops, hitting him in the belly as he bestrode Hippothous, shattering the plate of his corselet, the blade letting out his bowels, so he fell in the dust clutching at the earth. At that, the Trojan front and even Hector gave ground, and the Greeks shouting loudly dragged away the bodies of Phorcys and Hippothous, and stripped the armour from their shoulders."
 ],
 "Hippotion, of Ascania": [
  "Hippotion",
  "The father of Ascanius and Morys",
  "BkXIV458",
  "Meriones",
  "Tell me now, Muses, you who live on Olympus: when Poseidon the great Earth-Shaker turned the tide of battle, who was the first Achaean to carry off the spoils, the blood-stained armour? Ajax the Great, it was, the son of Telamon. He killed Hyrtius, brave leader of the Mysians, son of Gyrtius, while Antilochus stripped Phalces and Mermerus of their lives, as Meriones slew Morys and Hippotion, and Teucer felled Prothoön and Periphetes. Menelaus too caught Hyperenor, prince among men, with a thrust in the flank from his bronze blade, piercing the gut, and Hyperenor’s spirit fled swift from the mortal wound, while darkness shrouded his eyes. But a larger number died at the hands of Ajax the Lesser, son of Oïleus, for there was none like him at chasing down fleeing men, whom Zeus had first spurred to flight."
 ],
 "Hypeirochus, a Trojan": [
  "Hypeirochus",
  "The father of Ascanius and Morys",
  "BkXI299",
  "Odysseus",
  "Gerenian Nestor replied: ‘Why is it only now Achilles shows such interest in the wounded, he who failed to notice the whole army’s suffering? For the best warriors, pierced by arrows or struck by spears, lie here among the ships. Mighty Diomedes, son of Tydeus, was wounded; Odysseus the famous spearman felt the thrust of a spear; Agamemnon is hurt; Eurypylus took an arrow in the thigh, and I have brought this warrior here back from the fight, caught by another dart. Yet Achilles, that great nobleman, neither cares nor pities the Greeks. Is he waiting till fire consumes the swift ships on the shore, despite the Argives’ efforts, until we die one by one? My strength is not as it once was; my limbs no longer supple. I wish I were young again, strong as I was when we and the Eleans fought over cattle-rustling, when I killed Itymoneus, Hypeirochus of Elis’ mighty son, and we seized his herds in reprisal. As he led the fight for his stock I struck him with my spear, and when he fell his rustics ran in terror. What a haul we drove from the plain, fifty herds of cattle; as many flocks of sheep, droves of pigs, and herds of scattered goats; and a hundred and fifty chestnut mares with foals beside them. Off to Pylos by night we drove them, and Neleus was delighted that a novice such as me should win so much. At dawn the heralds summoned all who were owed reparation by noble Elis, and the Pylian leaders gathered to share out the spoils, since we in Pylos were oppressed and few in number and most were owed reparation by the Epeians. All our finest were killed when great Heracles attacked us long ago. Of the twelve peerless sons of Neleus, only I survived, and the arrogant bronze-clad Epeians were reckless in their insults. Now old Neleus took for himself a herd of cattle, and chose a great flock of three hundred sheep and their herdsman, since noble Elis owed him as much. He had sent a chariot and four prize-winning horses to race for the tripod there at the games, but King Augeas kept them, sending back their driver saddened by the loss. Neleus was angered by the action and the insult, and helped himself now to proper recompense, leaving the rest to be shared fairly among the people."
 ],
 "Hypeiron": [
  "Hypeiron",
  "A Trojan general",
  "BkV84",
  "Diomedes",
  "Astynous and General Hypeiron he killed, striking one above the nipple with a throw of his bronze-tipped spear, the other with his long sword on the collarbone, shearing the shoulder from the neck and spine. Leaving them lying there, he chased down Abas and Polyidus, sons of old Eurydamas, interpreter of dreams. They came not back again, whom great Diomedes slew, for their father to tell their dreams. Then he pursued Xanthus and Thoön, Phaenops’ dear sons: an old man too weighed down with age to get himself fresh heirs. Diomedes killed both, leaving their sorrowing father to weep when they failed to return, and his surviving kin to inherit."
 ],
 "Hyperenor": [
  "Hyperenor",
  "A Trojan, the son of Panthous",
  "BkXIV458 BkXVII1",
  "Menelaus",
  "Red-haired Menelaus, deeply angered, replied: ‘Father Zeus, how vile, such arrogance as this! Leopards, lions, vicious wild boars the bravest of the brave among creatures, show less effrontery than these sons of Panthous with their ash spears! Yet Hyperenor, the horse-tamer, had small profit from his youth, when he jeered at me and my attack, calling me the most contemptible of Danaans. He failed to make it home on his own two feet, I think, to bring joy to his dear wife and noble parents. Stand and face me and I’ll do for you, as well. Better be off though, and hide among the ranks, rather than do so, and come to harm. Even a fool knows trouble when it comes.’"
 ],
 "Hypsenor, a Greek": [
  "Hypsenor",
  "A Trojan, the son of Panthous",
  "BkXIII402",
  "Deiphobus",
  "Now Deiphobus, grieved over Asius, approached Idomeneus and let fly his gleaming lance. But Idomeneus, eyeing him cautiously, dodged the bronze spear, covered by the round shield he always carried. Cunningly worked with bright bronze and ox-hide, it was fitted with two cross bars, and crouching behind this he watched the spear pass by, clanging against the shield as it did so. Yet Deiphobus’ missile did not leave his hand in vain, striking a general Hypsenor, Hippasus’ son, under the midriff in the liver, loosening his knees. Deiphobus gave a terrifying shout, crying: ‘Now Asius does not lie un-avenged, and though he goes to meet Hades, the Warden of the Gate, his heart will rejoice I send him an escort!’"
 ],
 "Hypsenor, a Trojan": [
  "Hypsenor",
  "A son of the Trojan priest Dolopion",
  "BkV1",
  "Eurypylus",
  "And Eurypylus, Euaemon’s son, killed noble Hypsenor, the son of proud Dolopion, priest of Scamander, whom the people honoured like a god. Mighty Eurypylus chased him as he fled, and striking him on the shoulder with his sword, lopped off his mighty arm, which tumbled to the ground in a shower of blood. Implacable fate, dark death, enveloped his eyes."
 ],
 "Hyrtius": [
  "Hyrtius",
  "A Mysian leader, son of Gyrtius",
  "BkXIV458",
  "Ajax the Greater",
  "Tell me now, Muses, you who live on Olympus: when Poseidon the great Earth-Shaker turned the tide of battle, who was the first Achaean to carry off the spoils, the blood-stained armour? Ajax the Great, it was, the son of Telamon. He killed Hyrtius, brave leader of the Mysians, son of Gyrtius, while Antilochus stripped Phalces and Mermerus of their lives, as Meriones slew Morys and Hippotion, and Teucer felled Prothoön and Periphetes. Menelaus too caught Hyperenor, prince among men, with a thrust in the flank from his bronze blade, piercing the gut, and Hyperenor’s spirit fled swift from the mortal wound, while darkness shrouded his eyes. But a larger number died at the hands of Ajax the Lesser, son of Oïleus, for there was none like him at chasing down fleeing men, whom Zeus had first spurred to flight."
 ],
 "Iamenus": [
  "Iamenus",
  "A Trojan leader",
  "BkXII175",
  "Leonteus",
  "Still the Lapiths took the fight to their enemies. Peirithous’ mighty son, Polypoetes, in his fury, struck Damasus with a spear on his bronze-cheeked helmet, its point piercing the metal and entering the bone, so the Trojan’s brains spattered the lining of his helm. Then Polypoetes killed Pylon and Ormenus, while Leonteus, scion of Ares, hit Hippomachus, Antimachus’ son, on the belt with a spear-cast, then drawing his sharp sword from its sheath ran at Antiphates in the crowd and knocked him backwards on the ground. Then he felled Menon, Iamenus and Orestes, and left them in the dust."
 ],
 "Iasus": [
  "Iasus",
  "An Athenian leader",
  "BkXV328",
  "Aeneas",
  "As the Greek line broke, the Trojans picked them off one by one. Hector killed Stichius and Arcesilaus, the former a leader of the bronze-clad Boeotians, the latter a trusted friend of brave Menestheus, while Aeneas slew Medon and Iasus. Medon was a natural son of godlike Oïleus, so a brother to Ajax the lesser, and came from Phylace, not his native land, exiled for killing a kinsman of his step-mother Eriopis, wife to Oïleus. Iasus was an Athenian leader, the son of Sphelus son to Bucolus. Polydamas killed Mecisteus, Polites killed Echius as they clashed, and Clonius fell to noble Agenor. Deiochus fled with the other leaders, but Paris struck him from behind at the base of the shoulder, and drove the bronze clean through."
 ],
 "Ilioneus": [
  "Ilioneus",
  "A Trojan, the son of Phorbas",
  "BkXIV458",
  "Peneleos",
  "His boasting pained the Argives, none more so than fierce Peneleos. He ran at Acamas, but the man gave ground, and Peneleos’ thrust struck Ilioneus, son of the wealthy Phorbas, owner of herds, whom Hermes loved and made richest of the Trojans, yet whose wife had born him Ilioneus alone. Peneleos struck at the eye, and the shaft forced out the eyeball and pierced the socket, exiting at the nape of the neck. Ilioneus collapsed stretching out his arms, but Peneleos drew his keen sword, swung at the neck and struck off the helmeted head, the spear still lodged there in the eye-socket. Then holding it aloft like a poppy-head, he thrust it towards the Trojans, in triumph: ‘Grant me this favour, Trojans, tell noble Ilioneus’ dear parents to start the loud lament in their halls, for neither shall the wife of Alegenor’s son Promachus delight in her dear husband’s return when we sons of Achaea sail home from the land of Troy.’"
 ],
 "Imbrius": [
  "Imbrius",
  "A son of Mentor, and husband of Medesicaste, a daughter of Priam",
  "BkXIII136",
  "Teucer",
  "Now Teucer rushed to strip the armour from him, but Hector sent a gleaming spear towards him in full flight. Teucer, his gaze alert, barely avoided the bronze spear-blade, but it struck brave Amphimachus, Cteatus’ son and grandson of Actor, in the chest as he entered the fray. He fell with a thud and his armour clanged above him. Hector ran in to tear the close-fitting helm from Amphimachus’ head, and as he did so Ajax lunged with his gleaming spear but failed to lodge the blade in Hector’s flesh, sheathed as it was in heavy bronze, yet it struck his shield boss and Ajax thrust him back with all his strength, till he retreated from the bodies and the Greeks dragged them away. Then Stichius and noble Menestheus, the Athenian generals, carried Amphimachus’ corpse behind the Greek lines, while the two Aiantes dragged Imbrius away, their hearts filled with reckless courage. Like two lions that snatch a goat from before the dogs, and carry it in their jaws through thick brush, holding it high off the ground, so the two warriors held Imbrius’ corpse aloft and stripped away the armour. Angered by Amphimachus’ death, the son of Oileus, severed the head from the tender neck, and with a swing of his arm sent it whirling like a ball through the ranks, to fall in the dust at Hector’s feet."
 ],
 "Ipheus": [
  "Ipheus",
  "A son of Mentor, and husband of Medesicaste, a daughter of Priam",
  "BkXVI351",
  "Patroclus",
  "Patroclus had now cut off the leading companies and pushed them back towards the ships denying them a path to the city in their panic. Between the ships, the high wall, and the river, he put them to the slaughter, avenging many a dead Danaan. There he killed Pronous first with a throw of his bright spear, taking him in the chest exposed by his shield, and loosening his limbs so he fell with a thud. Then he rushed at Thestor, son of Enops, who crouched in his gleaming chariot, his mind and senses lost, and the reins slipped from his hands. Patroclus struck him on the right of his jaw with the spear, driving it past the teeth, and pulling its shaft back dragged him over the chariot’s rim, like a man astride a jutting rock landing a mighty fish hooked on the end of his line. He hauled him from the chariot, gaping on the end of his spear then dropped him on his face as his life fled. Next, facing Erylaus’s attack, Patroclus hurled a rock that landed square on his head and split the skull apart in its heavy helmet so that the man fell prone on the ground, and death that devours the spirit cloaked him. Then, one after another, he left men dead on the black earth, Erymas, Amphoterus, and Epaltes, Tlepolemus son of Damastor, Echius, Pyris, Ipheus, Euippus, and Polymelus son of Argeas."
 ],
 "Iphidamas": [
  "Iphidamas",
  "A son of Antenor, reared in Thrace",
  "BkXI218",
  "Agamemnon",
  "When they had come to close quarters, Atreides first spear-thrust was turned aside, while Iphidamas in turn struck Agamemnon’s belt below the breastplate. Yet though he put his full weight behind it, trusting in his strength, it failed to pierce the silver belt, and the spear-point bent like lead. Imperial Agamemnon grasped the shaft in his hand and pulling it towards him, furious as a lion, tore it from Iphidamas’ grasp, struck him on the neck with his sword, and loosened his limbs. There he fell, and slept the sleep of bronze. Unlucky youth, he died for the land of his birth, far from his bride of whom he had little joy, though he had given much to win her, a hundred head of cattle, with a thousand sheep and goats promised from his countless flocks. Now Agamemnon, son of Atreus, stripped the corpse and turned to carry the fine armour off through the Greek ranks."
 ],
 "Iphinous": [
  "Iphinous",
  "A Greek, the son of Dexius",
  "BkVII1",
  "Glaucus",
  "Paris at once slew Menesthius of Arne, the son of the club-wielding King Areïthous and ox-eyed Phylomedusa, while Hector struck Eïoneus on the neck with his sharp spear-blade below the fine helmet of bronze, and his limbs were loosened. Meanwhile, in the skirmish, Glaucus, Hippolochus’ son, the Lycian general, cast a spear at Iphinous, Dexius’ son, as he mounted his chariot behind his swift mares, striking him on the shoulder, and he toppled to the ground, and his limbs too were loosened."
 ],
 "Iphition": [
  "Iphition",
  "A Trojan general, he was the son of Otrynteus",
  "BkXX353",
  "Achilles",
  "As Achilles exulted, darkness veiled Iphition’s eyes, and the Greek chariot-wheels cut his corpse to pieces, there in the front line, as Achilles sent Demoleon, Antenor’s son, a strong man in defence, to join him, striking him in the temple, through the bronze-cheeked helmet, which failed to stop the spear, whose point drove through to smash the bone, crushing the brain inside. So he killed Demoleon in his fury, then Hippodamas as he leapt from his chariot to flee, thrust through the back with the point of his spear. Hippodamas breathed his last with a bellow like a bull the young men drag round Poseidon’s altar, to delight the Earth-Shaker, Lord of Helice. So Hippodamas roared as his proud spirit fled his bones."
 ],
 "Isander": [
  "Isander",
  "A Trojan general, he was the son of Otrynteus",
  "BkXX353",
  "Achilles",
  ""
 ],
 "Isus": [
  "Isus",
  "A son of Priam and Antiphus, he was made prisoner by Achilles, but was restored to freedom after a ransom was given for him",
  "BkXI84",
  "Agamemnon",
  "All morning, as the sun rose higher, the missiles found their mark and warriors fell, but at the hour when a forester, weary of felling tall trees, tired and hungry, sits down to eat in some mountain glade, the Danaans rallying their comrades through the ranks, showed their valour, and the enemy battalions broke. Agamemnon led the charge, killing the Trojan general, Bienor, and then Oïleus his charioteer. Oïleus had leapt from the chariot to face him, but as he ran towards him Agamemnon pierced his brow with his sharp spear, which passed through the heavy bronze helmet and the bone, so the brains spattered within. Thus the king slew him. Then Agamemnon, lord of men, stripping them of their tunics, left them there, their naked chests gleaming in the light, and went to kill Isus and Antiphus, sons of Priam, one illegitimate the other a legitimate son, who shared a chariot. Noble Antiphus, the legitimate son, stood up to fight, while Isus took the reins. Achilles had once captured the pair and bound them with willow-shoots as they herded sheep on the slopes of Ida, then set them free for a ransom. But now, imperial Agamemnon, son of Atreus, struck Isus on the breast with his spear just above the nipple, while his sword pierced Antiphus beside the ear and knocked him from the chariot. Quickly he stripped away their shining armour, recognising them from the day when fleet-footed Achilles had brought them down from Ida to the swift ships. As a doe, though she is nearby, fails to defend her fawns when a lion forces her lair, seizes them in his mighty jaws, and robs them of tender life, trembling instead with fear and running sweat-drenched through dense undergrowth, fleeing from her powerful enemy’s attack, so the Trojans failed to save these two from death, driven themselves to flight by the Greeks."
 ],
 "Itymoneus": [
  "Itymoneus",
  "A chieftain of Elis, son of Hypeirochus",
  "BkXI655",
  "Pylos",
  "Gerenian Nestor replied: ‘Why is it only now Achilles shows such interest in the wounded, he who failed to notice the whole army’s suffering? For the best warriors, pierced by arrows or struck by spears, lie here among the ships. Mighty Diomedes, son of Tydeus, was wounded; Odysseus the famous spearman felt the thrust of a spear; Agamemnon is hurt; Eurypylus took an arrow in the thigh, and I have brought this warrior here back from the fight, caught by another dart. Yet Achilles, that great nobleman, neither cares nor pities the Greeks. Is he waiting till fire consumes the swift ships on the shore, despite the Argives’ efforts, until we die one by one? My strength is not as it once was; my limbs no longer supple. I wish I were young again, strong as I was when we and the Eleans fought over cattle-rustling, when I killed Itymoneus, Hypeirochus of Elis’ mighty son, and we seized his herds in reprisal. As he led the fight for his stock I struck him with my spear, and when he fell his rustics ran in terror. What a haul we drove from the plain, fifty herds of cattle; as many flocks of sheep, droves of pigs, and herds of scattered goats; and a hundred and fifty chestnut mares with foals beside them. Off to Pylos by night we drove them, and Neleus was delighted that a novice such as me should win so much. At dawn the heralds summoned all who were owed reparation by noble Elis, and the Pylian leaders gathered to share out the spoils, since we in Pylos were oppressed and few in number and most were owed reparation by the Epeians. All our finest were killed when great Heracles attacked us long ago. Of the twelve peerless sons of Neleus, only I survived, and the arrogant bronze-clad Epeians were reckless in their insults. Now old Neleus took for himself a herd of cattle, and chose a great flock of three hundred sheep and their herdsman, since noble Elis owed him as much. He had sent a chariot and four prize-winning horses to race for the tripod there at the games, but King Augeas kept them, sending back their driver saddened by the loss. Neleus was angered by the action and the insult, and helped himself now to proper recompense, leaving the rest to be shared fairly among the people."
 ],
 "Laodamas": [
  "Laodamas",
  "A son of Antenor",
  "BkXV514",
  "Ajax",
  "Now Hector killed Schedius, Perimedes’ son, a leader of the Phocians, while Ajax killed Laodamas, noble son of Antenor, an infantry commander, and Polydamas felled Otus of Cyllene, a friend of Meges, Phyleus’ son, a leader of the proud Epeians. When Meges saw this he launched himself at Polydamas, who swerved aside so Meges missed, Apollo refusing to see the son of Panthous fall in the front line, and instead the spear-thrust struck Croesmus full in the chest. He fell with a thud and Meges began to strip him of his armour. But Dolops, the bravest son of Lampus, son of Laomedon, and a skilled spearman, used to fierce combat, thrust at close quarters with his spear and pierced the shield of Phyleus’ son. Meges’ metal-plated corselet saved him, the one Phyleus had brought from Ephyre and the River Selleïs, where his host King Euphetes had gifted it to him to wear in action and protect him. Now it saved his son from death."
 ],
 "Laodameia": [
  "Laodameia",
  "A son of Antenor",
  "BkXV514",
  "Ajax",
  ""
 ],
 "Laogonus, son of Bias": [
  "Laogonus",
  "A Trojan",
  "BkXX455",
  "Achilles",
  "With this, Achilles pierced Dryops in the neck with a thrust of his spear, and Dryops fell at his feet. Leaving him, he disabled Demuchus, Philetor’s son, with a blow from his spear in the knee, then struck him with his long-sword and robbed him of life. Then he hurled the sons of Bias, Laogonus and Dardanus, from their chariot, one with a spear-cast the other with his sword in close combat. Tros, Alastor’s son, ran to clasp his knees, begging, in his folly, to be spared, to be captured alive, for Achilles to take pity on a youth of his own age, and not kill him! He should have known Achilles’ harshness, no soft heart or tender mind had he, fierce in his fury. As Tros in his eagerness tried to clasp the warrior’s knees, Achilles pierced his liver with the sword, and spilled it, the dark blood drenching his body, darkness enfolding him as he breathed his last. Then Achilles struck Mulius with his spear, the spear-blade passing through his head from ear to ear. Next he killed Echeclus, son of Agenor, striking him on the head with the sword, his blood heating the blade, dark death and remorseless fate veiling his eyes. Then he pierced Deucalion’s arm with the bronze spear-point, where the sinews meet the elbow joint, and Deucalion trailing the spear waited on death. Achilles struck his head from his neck, sending the helmeted head flying. The marrow welled from the vertebrae, and the corpse fell to the ground. Achilles ran after Rhigmus, the peerless son of Peiros, from fertile Thrace. He struck him in the centre of his belly with his spear, transfixing him, and he fell from his chariot. Then Achilles toppled Areïthous, Rhigmus’ squire, striking him in the back with his spear, as the charioteer wheeled the panic-stricken horses."
 ],
 "Laogonus, son of Onetor": [
  "Laogonus",
  "A Trojan the son of Onetor, Idaean priest of Zeus",
  "BkXVI569",
  "Meriones",
  "But the Achaeans, full of courage still, advanced towards their foe. Meriones it was who killed Laogonus, brave son of Onetor the priest of Idaean Zeus, honoured by the people like a god. He struck the fully armoured warrior beneath the jaw by the ear, and his spirit fled from his body, and the hated dark descended. Then Aeneas replied hurling his bronze-tipped spear at Meriones hoping to catch him as he came forward covered himself with his shield. But Meriones was on the alert and avoided the missile, stooping low so the long spear fell to earth behind him, and fixed itself quivering in the ground until the mighty war-god stilled its fury. Aeneas enraged, shouted out angrily: ‘Meriones, fine dancer that you are, if that had struck your dancing days were done.’"
 ],
 "Leucus": [
  "Leucus",
  "A Greek warrior, the friend of Odysseus",
  "BkIV473",
  "Antiphus",
  "Then Priam’s son, Antiphus of the glittering cuirass, replied with a spear-throw from the ranks. He missed Ajax, but struck Odysseus’s loyal comrade Leucus in the groin as he was hauling Simoeisius away. As he fell, the body slipped from his grasp landing beneath him. Odysseus was enraged by his death, and rushed from the ranks towards the enemy, clad in his burnished bronze. There, after an appraising glance, he hurled his bright spear, so that the Trojans shrank back from his onset. His shaft was not cast in vain, striking Democoon, Priam’s natural son, who had rallied to the cause from his stud-farm and swift-hoofed mares at Abydus. The spear, hurled in anger at a comrade’s death, struck him on one temple, the bronze point exiting through the other so that darkness dimmed his eyes, and he fell with a thudding clang of armour. Great Hector and the Trojan front gave ground, while the Greeks, shouting in triumph, dragged the bodies clear and advanced."
 ],
 "Lycaon, son of Priam": [
  "Lycaon",
  "A son of Priam and Polydorus",
  "BkXXI34",
  "Achilles",
  "Now Achilles offered prizes for a foot-race. First prize was a fine silver mixing bowl, of six measures, the loveliest thing in the world, a masterpiece of Sidonian craftsmanship, gifted to Thoas by Phoenician merchants on a trading mission over the dark waters. His grandson Euneos, Jason’s son, gave it to Patroclus as ransom for Lycaon. Now Achilles offered the bowl as a prize to the fastest runner, in tribute to his friend. The second prize was a large well-fattened ox, and for the third a half talent in gold. Achilles now rose and asked for entrants. Swift Ajax the Lesser, and Odysseus, the cunning, stepped forward, with the fastest of the young men, Antilochus, Nestor’s son. They took their places at the start, and Achilles pointed out the turning post. Off they ran, and Ajax, son of Oïleus, hit the front, with noble Odysseus at his heels, as close as a woman weaving holds the shuttle to her chest, as she draws it along skilfully passing its spool through the warp. He trod in Ajax’s footsteps before the dust had settled, and his breath beat on Ajax’s neck as they ran swiftly on. The Greeks shouted for Odysseus as he strained for victory, urging him on to the utmost. As they were nearing the finish, Odysseus prayed urgently in his heart to bright-eyed Athene: ‘Goddess, hear me, help me if you will and quicken my legs.’ He prayed and Athene heard, making his limbs seem lighter, and just as they reached the line, Pallas Athene made Ajax slip on a patch of offal from the sacrifice of bellowing bulls that fleet-footed Achilles had made in honour of Patroclus. He fell and his mouth and nostrils were filled with offal, while Odysseus came in first, and claimed the silver bowl, leaving the ox for noble Ajax. He stood there, spitting out the offal, grasping the ox’s horn, and complained to the Argives: ‘There, did you see how the goddess made me slip, she who’s always at Odysseus side, helping him!’"
 ],
 "Lyco": [
  "Lyco",
  "A Trojan",
  "BkXVI257",
  "Peneleos",
  "Next Peneleos met with Lyco, after their spear throws failed, both hurling them in vain, now clashing instead with swords. Lyco swung at the helmet ridge with its horsehair crest, shattering his sword at the hilt. But Peneleos struck at the neck beneath the ear, and the blade sliced through, leaving the head hanging to one side, held only by a piece of skin, as Lyco fell."
 ],
 "Lycophontes": [
  "Lycophontes",
  "A Trojan",
  "BkVIII273",
  "Teucer",
  "Which of the Trojans did peerless Teucer kill first? Orsilochus, then Ormenus, Ophelestes, Daetor, Chromius, godlike Lycophontes, Amopaon, son of Polyaemon, and Melanippus. All, one after the other, he laid low on the fertile earth. And King Agamemnon rejoiced, watching the mighty bow slice through the Trojan ranks; and he ran to his side, saying: ‘Lord Teucer, Telamon’s son, dear friend, shoot on like that and prove a salvation to the Greeks, and a credit to your father, who reared you, his bastard child, in his own house: distant though he is, bring him honour. Moreover, I swear to you, that if aegis-bearing Zeus, and Athene, let me sack the fine citadel of Ilium, I will hand you, first after myself, an honourable prize, a tripod, a chariot with its team of horses, or a woman for your bed.’"
 ],
 "Lycophron": [
  "Lycophron",
  "A son of Cythera, on account of a murder he had committed",
  "BkXV379",
  "Hector",
  "With that, he hurled his gleaming spear at Ajax, missing him but hitting Lycophron, son of Mastor, a squire of Ajax from Cythera, who joined his service after killing a man in that sacred isle. Hector’s sharp bronze blade struck him on the head above the ear where he stood beside Ajax, and he fell from the ships stern to the ground, landing on his back in the dust, his limbs loosed in death. Ajax shuddered and spoke to his step-brother: ‘Brave Teucer, a loyal friend is lost, Lycophron, Mastor’s son, who since he came to us from Cythera we have honoured with our parents. Proud Hector has killed him. Where are your swift deadly arrows, and the bow that Phoebus Apollo gifted you?’"
 ],
 "Lysander": [
  "Lysander",
  "A Trojan",
  "BkXI489",
  "Ajax",
  "Now Ajax attacked the Trojans, killing Doryclus Priam’s illegitimate son, then with spear-thrusts struck down Pandocus, Lysander, Pyrasus and Pylartes. Like a mountain torrent, swollen by winter rain, that floods across the plain, bearing dead oaks and pines to the sea, so Ajax in his glory stormed tumultuously over the field that day, slaughtering men and horses."
 ],
 "Maris": [
  "Maris",
  "A Trojan",
  "BkXVI257",
  "Thrasymedes",
  "Then the Greek leaders each killed his man as the Trojan force was scattered. Mighty Patroclus pierced Areilycus in the thigh with a throw of his spear as he turned to run, driving the point clean through, so the bronze shattered the bone and Areilycus fell face-forwards on the ground. Warlike Menelaus thrust at Thoas and hit him in the chest, where the shield failed to protect him, loosening his limbs. Meges was too quick for the charging Amphiclus, striking through the thigh, where the muscle is densest, the spear-point tearing the sinews, and darkness shrouded his eyes. Nestor’s son, Antilochus, caught Atymnius with his spear’s keen blade, driving the bronze tip through his flank so he toppled forward. But Maris, nearby, angered by his brother’s death, charged at Antilochus with his spear, and straddled the corpse. Yet a second son of Nestor, godlike Thrasymedes, before his enemy could thrust, struck him deftly in the shoulder. The spear-blade sheared the ligaments at the base of the arm, and smashed the bone. He fell with a thud and darkness clouded his eyes. So these two brothers, vanquished by two, went down to Erebus. Spearmen they were, noble friends of Sarpedon, sons of Amisodarus: he who reared the monstrous Chimaera that brought grief to many a man."
 ],
 "Mecisteus, son of Echius": [
  "Mecisteus",
  "A comrade of Ajax and Teucer",
  "BkXV328",
  "Polydamas",
  "As the Greek line broke, the Trojans picked them off one by one. Hector killed Stichius and Arcesilaus, the former a leader of the bronze-clad Boeotians, the latter a trusted friend of brave Menestheus, while Aeneas slew Medon and Iasus. Medon was a natural son of godlike Oïleus, so a brother to Ajax the lesser, and came from Phylace, not his native land, exiled for killing a kinsman of his step-mother Eriopis, wife to Oïleus. Iasus was an Athenian leader, the son of Sphelus son to Bucolus. Polydamas killed Mecisteus, Polites killed Echius as they clashed, and Clonius fell to noble Agenor. Deiochus fled with the other leaders, but Paris struck him from behind at the base of the shoulder, and drove the bronze clean through."
 ],
 "Medon, son of Oileus": [
  "Medon",
  "A son of Oïleus and Rhene, he was a half-brother of the lesser Ajax",
  "BkXV328",
  "Aeneas",
  "As the Greek line broke, the Trojans picked them off one by one. Hector killed Stichius and Arcesilaus, the former a leader of the bronze-clad Boeotians, the latter a trusted friend of brave Menestheus, while Aeneas slew Medon and Iasus. Medon was a natural son of godlike Oïleus, so a brother to Ajax the lesser, and came from Phylace, not his native land, exiled for killing a kinsman of his step-mother Eriopis, wife to Oïleus. Iasus was an Athenian leader, the son of Sphelus son to Bucolus. Polydamas killed Mecisteus, Polites killed Echius as they clashed, and Clonius fell to noble Agenor. Deiochus fled with the other leaders, but Paris struck him from behind at the base of the shoulder, and drove the bronze clean through."
 ],
 "Melanippus, of Percote": [
  "Melanippus",
  "The son of Dolops, the Trojan",
  "BkXV565",
  "Antilochus",
  "Having roused the man, Menelaus swiftly retreated, while Antilochus ran out from the front rank, and quickly glancing round threw his bright spear, the Trojans shrinking back from his throw. Nor did his weapon fly in vain, striking proud Melanippus, Hicetaon’s son, on the chest by the nipple, as he joined the fight. He fell with a thud, and darkness shrouded his sight. Like a hound leaping at a wounded fawn, caught by a hunter’s careful shot as it fled from its lair, loosing its limbs, so stalwart Antilochus sprang at you, Melanippus, to strip away your armour. But noble Hector saw it all, and charged through the ranks to the attack. Antilochus turned and ran, his swift feet carrying him as speedily as a wild creature fresh from causing harm, killing a dog, or a herdsman beside his cattle, then fleeing before a vengeful crowd can gather. And as that son of Nestor fled before Hector, the Trojans raised a deafening cry and sent a hail of missiles after him, until he reached the ranks of his comrades where he once more turned to take his stand."
 ],
 "Melanippus, a Trojan": [
  "Melanippus",
  "A Trojan",
  "BkXVI684",
  "Patroclus",
  "Who then was the first to fall to you, Patroclus, and who the last, when the gods drew you to your death? The first were Adrastus; Autonous, Echeclus, Perimus son of Megas, Epistor, Melanippus, Elasus, Mulius, and Pylartes. These were the first he killed and the rest thought only of flight."
 ],
 "Melanthius": [
  "Melanthius",
  "A Trojan",
  "BkVI1",
  "Eurypylus",
  "Now rugged Polypoetes killed Astyalus, while Odysseus slew Pidytes of Percote with his bronze spear, and Teucer noble Aretaon. Then Antilochus, Nestor’s son, with his shining spear downed Ablerus, and Agamemnon, king of men, felled Elatus, who lived in hilly Pedasus by the banks of sweet-flowing Satnioïs. As Phylacus fled before him, Leitus slew him there, while in turn Eurypylus laid Melanthius low."
 ],
 "Menesthes": [
  "Menesthes",
  "A Greek veteran",
  "BkV590",
  "Hector",
  "As he spoke, the Trojans were upon them, and Hector killed two veteran warriors riding the one chariot, Menesthes and Anchialus. Telemonian Ajax felt pity at their fall and, taking his stand nearby, with a cast of his glittering javelin struck Amphius, son of Selagus, a rich farmer of Paesus, owner of many fields, whom fate had led to serve as an ally to Priam and his sons. Telamonian Ajax struck Amphius on the belt, such that the long spear pierced the lower belly, and he toppled with a thud. But when the mighty Ajax ran in to strip him of his armour, the Trojans unleashed a volley of glittering javelins, a host of which he caught on his shield. Yet he planted his foot on the corpse, and dragged the bronze spear from the wound, failing only to strip it of its fine armour, due to a shower of missiles. Moreover he feared the brave Trojans stout defence, who faced him in ample numbers, spear in hand. Tall, powerful, and dauntless though he was they forced him back till he staggered and gave ground."
 ],
 "Menestheus": [
  "Menestheus",
  "A son of Peteos, and an Athenian king, he led the Athenians against Troy",
  "BkXV328",
  "Hector",
  "As the Greek line broke, the Trojans picked them off one by one. Hector killed Stichius and Arcesilaus, the former a leader of the bronze-clad Boeotians, the latter a trusted friend of brave Menestheus, while Aeneas slew Medon and Iasus. Medon was a natural son of godlike Oïleus, so a brother to Ajax the lesser, and came from Phylace, not his native land, exiled for killing a kinsman of his step-mother Eriopis, wife to Oïleus. Iasus was an Athenian leader, the son of Sphelus son to Bucolus. Polydamas killed Mecisteus, Polites killed Echius as they clashed, and Clonius fell to noble Agenor. Deiochus fled with the other leaders, but Paris struck him from behind at the base of the shoulder, and drove the bronze clean through."
 ],
 "Menon": [
  "Menon",
  "A Trojan",
  "BkXII175",
  "Leonteus",
  "Still the Lapiths took the fight to their enemies. Peirithous’ mighty son, Polypoetes, in his fury, struck Damasus with a spear on his bronze-cheeked helmet, its point piercing the metal and entering the bone, so the Trojan’s brains spattered the lining of his helm. Then Polypoetes killed Pylon and Ormenus, while Leonteus, scion of Ares, hit Hippomachus, Antimachus’ son, on the belt with a spear-cast, then drawing his sharp sword from its sheath ran at Antiphates in the crowd and knocked him backwards on the ground. Then he felled Menon, Iamenus and Orestes, and left them in the dust."
 ],
 "Mermerus": [
  "Mermerus",
  "A Trojan leader",
  "BkXIV458",
  "Antilochus",
  "Tell me now, Muses, you who live on Olympus: when Poseidon the great Earth-Shaker turned the tide of battle, who was the first Achaean to carry off the spoils, the blood-stained armour? Ajax the Great, it was, the son of Telamon. He killed Hyrtius, brave leader of the Mysians, son of Gyrtius, while Antilochus stripped Phalces and Mermerus of their lives, as Meriones slew Morys and Hippotion, and Teucer felled Prothoön and Periphetes. Menelaus too caught Hyperenor, prince among men, with a thrust in the flank from his bronze blade, piercing the gut, and Hyperenor’s spirit fled swift from the mortal wound, while darkness shrouded his eyes. But a larger number died at the hands of Ajax the Lesser, son of Oïleus, for there was none like him at chasing down fleeing men, whom Zeus had first spurred to flight."
 ],
 "Merops": [
  "Merops",
  "A king of Rhindacus, of Percote, on the Hellespont, is also called Macar, or Macareus",
  "BkXI299",
  "Diomedes",
  "Next Diomedes slew two chieftains, leaders of their race, the sons of Merops of Percote, most skilful of soothsayers, who forbade his sons to deal in war, that destroyer of men, though they paid scant attention, for their fate, black Death, beckoned. These two Diomedes, the famous spearman, robbed of spirit and life, and took their glorious armour, while Odysseus killed Hippodamus and Hypeirochus."
 ],
 "Mnesus, a Paeonian": [
  "Mnesus",
  "A king of Rhindacus, of Percote, on the Hellespont, is also called Macar, or Macareus",
  "BkXXI200",
  "Achilles",
  "With this, Achilles plucked his bronze-tipped spear from the bank, and left the corpse of Asteropaeus lying on the sand, in shallow water, where the eels and fish were already at work, nibbling the kidneys and devouring the fat, and went after the Paeonian charioteers, still huddled by the swirling river, having seen their champion die in combat at the hands and sword of the son of Peleus. There he killed Thersilochus, Mydon, Astypylus, Mnesus, Thrasius, Aenius and Ophelestes, and more too would have died if the eddying River had not taken on human form, and called to him angrily from the deep current: ‘Achilles, you are more than a man in strength and in dark deeds too, and the gods always defend you. If Zeus wants you to kill every last Trojan, then at least drive them from my stream, and do your grim work in the plain. My lovely channels are choked with the dead, and how can I send my waters down to the glittering sea, if you go on with your ruthless slaughter, fouling them with corpses? Prince among men, cease now, you appal me.’"
 ],
 "Molion": [
  "Molion",
  "A king of Rhindacus, of Percote, on the Hellespont, is also called Macar, or Macareus",
  "BkXI299",
  "Odysseus",
  "So saying, he toppled Thymbraeus from his chariot with a spear-thrust to the left side of his chest, while Odysseus killed Molion, that prince’s noble squire. Taking their lives they left them there, and ranged through the ranks dealing havoc. Like two mettlesome wild boars that savage the hounds they turned on the Trojans, slaughtering, giving the Greeks respite as they fled from noble Hector."
 ],
 "Morys": [
  "Morys",
  "A Phrygian leader from Ascania",
  "BkXIV458",
  "Meriones",
  "Tell me now, Muses, you who live on Olympus: when Poseidon the great Earth-Shaker turned the tide of battle, who was the first Achaean to carry off the spoils, the blood-stained armour? Ajax the Great, it was, the son of Telamon. He killed Hyrtius, brave leader of the Mysians, son of Gyrtius, while Antilochus stripped Phalces and Mermerus of their lives, as Meriones slew Morys and Hippotion, and Teucer felled Prothoön and Periphetes. Menelaus too caught Hyperenor, prince among men, with a thrust in the flank from his bronze blade, piercing the gut, and Hyperenor’s spirit fled swift from the mortal wound, while darkness shrouded his eyes. But a larger number died at the hands of Ajax the Lesser, son of Oïleus, for there was none like him at chasing down fleeing men, whom Zeus had first spurred to flight."
 ],
 "Mulius, an Epeian": [
  "Mulius",
  "An Epeian chieftain, a son-in-law of Augeias",
  "BkXI655",
  "Nestor",
  "The Epeians meanwhile were ranged around the city, ready to attack, but the ensuing battle forestalled them, for when the bright sun rose we met together, calling out to Zeus and Athene. I was the first to kill my man when the armies clashed, the spearman Mulius, and took his horses. He was a son-in-law of Augeas, husband of the eldest daughter, long-haired Agamede, she being expert in all the herbs the wide world yields. I struck him as he came at me, with my bronze-tipped spear, and down in the dust he went. Then I mounted his chariot, joining the charioteers in the front rank, only to find the noble Epeians scattering in flight at the fall of their great warrior, their captain of horse. I fell on them like a fierce storm, and a pair of warriors bit the dust beside every one of the fifty chariots I took, conquered by my spear. I would have killed the Moliones, the sons of Actor, too, if their real father, Poseidon, the mighty Earth-Shaker, had not veiled them in mist and saved them. Zeus gave strength to the men of Pylos, as we swept the wide plain, slaughtering men and stripping their rich armour, till we reached Buprasium, wheat-country, the Olenian Rock and Alesium Hill, where Athene stayed the army. There I killed my last man, and left him, and back from Buprasium to Pylos we drove the swift horses, the Acheans honouring Zeus among gods, and Nestor among men.’"
 ],
 "Mulius, a Trojan": [
  "Mulius",
  "A Trojan",
  "BkXX455",
  "Achilles",
  "With this, Achilles pierced Dryops in the neck with a thrust of his spear, and Dryops fell at his feet. Leaving him, he disabled Demuchus, Philetor’s son, with a blow from his spear in the knee, then struck him with his long-sword and robbed him of life. Then he hurled the sons of Bias, Laogonus and Dardanus, from their chariot, one with a spear-cast the other with his sword in close combat. Tros, Alastor’s son, ran to clasp his knees, begging, in his folly, to be spared, to be captured alive, for Achilles to take pity on a youth of his own age, and not kill him! He should have known Achilles’ harshness, no soft heart or tender mind had he, fierce in his fury. As Tros in his eagerness tried to clasp the warrior’s knees, Achilles pierced his liver with the sword, and spilled it, the dark blood drenching his body, darkness enfolding him as he breathed his last. Then Achilles struck Mulius with his spear, the spear-blade passing through his head from ear to ear. Next he killed Echeclus, son of Agenor, striking him on the head with the sword, his blood heating the blade, dark death and remorseless fate veiling his eyes. Then he pierced Deucalion’s arm with the bronze spear-point, where the sinews meet the elbow joint, and Deucalion trailing the spear waited on death. Achilles struck his head from his neck, sending the helmeted head flying. The marrow welled from the vertebrae, and the corpse fell to the ground. Achilles ran after Rhigmus, the peerless son of Peiros, from fertile Thrace. He struck him in the centre of his belly with his spear, transfixing him, and he fell from his chariot. Then Achilles toppled Areïthous, Rhigmus’ squire, striking him in the back with his spear, as the charioteer wheeled the panic-stricken horses."
 ],
 "Mydon, a Paeonian": [
  "Mydon",
  "A Trojan",
  "BkXXI200",
  "Achilles",
  "With this, Achilles plucked his bronze-tipped spear from the bank, and left the corpse of Asteropaeus lying on the sand, in shallow water, where the eels and fish were already at work, nibbling the kidneys and devouring the fat, and went after the Paeonian charioteers, still huddled by the swirling river, having seen their champion die in combat at the hands and sword of the son of Peleus. There he killed Thersilochus, Mydon, Astypylus, Mnesus, Thrasius, Aenius and Ophelestes, and more too would have died if the eddying River had not taken on human form, and called to him angrily from the deep current: ‘Achilles, you are more than a man in strength and in dark deeds too, and the gods always defend you. If Zeus wants you to kill every last Trojan, then at least drive them from my stream, and do your grim work in the plain. My lovely channels are choked with the dead, and how can I send my waters down to the glittering sea, if you go on with your ruthless slaughter, fouling them with corpses? Prince among men, cease now, you appal me.’"
 ],
 "Mydon, a Paphlagonian": [
  "Mydon",
  "A Trojan",
  "BkV519",
  "Antilochus",
  "Then the pair killed warlike Pylaemenes, leader of the brave Paphlagonian fighters. The great spearman Menelaus struck him with a spear where he stood shattering the collarbone, while Antilochus dealt with his squire the charioteer Mydon, noble son of Atymnius, who was wheeling the horses round, and struck him with a stone on the elbow. The reins, with their ivory trappings, fell from his hand to the ground. Antilochus ran in and sank his sword in his temple, so he fell sprawling with a gasp and buried his head and shoulders in the dust. It was deep sand where he fell and he hung there for a moment, till his flailing horses knocked him prone. Then Antilochus touched his whip to them, and drove them off into the Greek lines."
 ],
 "Noemon, a Trojan": [
  "Noemon",
  "A Trojan",
  "BkV590",
  "Odysseus",
  "Meanwhile the bronze-greaved Achaeans carried Tlepolemus out of battle, watched by the great Odysseus, steadfast of heart, whose spirit raged within him. He debated in his mind whether to pursue Sarpedon, Zeus the Thunderer’s son, or wreak more havoc among the Lycians. Yet Fate did not wish that mighty son of Zeus to die by Odysseus’ sword, and so on the Lycian host Athene turned his fury. He killed Coeranus, Chromius, Alastor and Halius, Alcandrus, Noemon and Prytanis. More of the Lycians would have died at noble Odysseus’ hands, but for Hector’s quick eye, he of the glittering helm, who strode to the front in his red-bronze armour, filling the Greeks with terror. Sarpedon, Zeus’ son, joyed at his coming, and called to him in distress: ‘Son of Priam, save me: don’t leave me a prey to the Danaans, and if I must die, and never see my own home again, nor in returning bring joy to my wife and child, let me at least die in your city.’"
 ],
 "Odius": [
  "Odius",
  "A Trojan",
  "BkV1",
  "Agamemnon",
  "Nestor, the Gerenian horseman, replied: ‘Agamemnon, king of men, most glorious son of Atreus: the gifts you offer prince Achilles are fine indeed. Let us send a swift deputation now to his hut. Let those I choose, be ready. Phoenix, beloved of Zeus, shall take the lead, followed by mighty Ajax and noble Odysseus: the heralds Odius and Eurybates shall go with them. But first bring water for our hands and call for holy silence, so we may pray to Zeus, the son of Cronos, and beseech his pity.’"
 ],
 "Oenomaus, a Greek": [
  "Oenomaus",
  "A Trojan",
  "BkV703",
  "Hector or Ares",
  ""
 ],
 "Oenomaus, a Trojan": [
  "Oenomaus",
  "A Trojan",
  "BkXIII468",
  "Idomeneus",
  "Then the long spears clashed together, in a struggle over Alcathous’ corpse, and the bronze breastplates rang loud as they thrust at one another in the crowd. Two brave men, above all, Aeneas and Idomeneus, peers of Ares, strove eagerly to pierce each other’s flesh with the merciless bronze. First Aeneas cast at Idomeneus, who eyeing him carefully dodged the spear, which quivered, its point in the earth, hurled in vain from that powerful hand. Then Idomeneus threw, striking Oenomaus square in the belly, shattering the bronze plate and disembowelling him. He lay in the dust clutching the earth. Idomeneus drew his long-shadowed spear from the wound, yet failed to strip away the rest of the armour, assailed by a hail of missiles. He was no longer as nimble in following up his throw or avoiding another’s. In a close fight he kept pitiless death at bay, but was too slow on his feet to retreat swiftly. So, as he fell back step by step, Deiphobus, who nursed resentment against him, hurled his gleaming spear. For a second time he missed Idomeneus, hitting Ascalaphus Enyalius’ son: the heavy spear entering his shoulder. Down in the dust he went, clutching the ground. Mighty Ares, of the echoing cry, was unaware his son had fallen. He was still seated with the other immortals, on the summit of Olympus, beneath the golden clouds, kept back from the war by Zeus’ command."
 ],
 "Oileus, a Trojan": [
  "Oileus",
  "A Trojan",
  "BkXI84",
  "Agamemnon",
  ""
 ],
 "Ophelestes, a Paeonian": [
  "Ophelestes",
  "A Trojan",
  "BkXXI200",
  "Achilles",
  "With this, Achilles plucked his bronze-tipped spear from the bank, and left the corpse of Asteropaeus lying on the sand, in shallow water, where the eels and fish were already at work, nibbling the kidneys and devouring the fat, and went after the Paeonian charioteers, still huddled by the swirling river, having seen their champion die in combat at the hands and sword of the son of Peleus. There he killed Thersilochus, Mydon, Astypylus, Mnesus, Thrasius, Aenius and Ophelestes, and more too would have died if the eddying River had not taken on human form, and called to him angrily from the deep current: ‘Achilles, you are more than a man in strength and in dark deeds too, and the gods always defend you. If Zeus wants you to kill every last Trojan, then at least drive them from my stream, and do your grim work in the plain. My lovely channels are choked with the dead, and how can I send my waters down to the glittering sea, if you go on with your ruthless slaughter, fouling them with corpses? Prince among men, cease now, you appal me.’"
 ],
 "Ophelestes, a Trojan": [
  "Ophelestes",
  "A Trojan",
  "BkVIII273",
  "Teucer",
  "Which of the Trojans did peerless Teucer kill first? Orsilochus, then Ormenus, Ophelestes, Daetor, Chromius, godlike Lycophontes, Amopaon, son of Polyaemon, and Melanippus. All, one after the other, he laid low on the fertile earth. And King Agamemnon rejoiced, watching the mighty bow slice through the Trojan ranks; and he ran to his side, saying: ‘Lord Teucer, Telamon’s son, dear friend, shoot on like that and prove a salvation to the Greeks, and a credit to your father, who reared you, his bastard child, in his own house: distant though he is, bring him honour. Moreover, I swear to you, that if aegis-bearing Zeus, and Athene, let me sack the fine citadel of Ilium, I will hand you, first after myself, an honourable prize, a tripod, a chariot with its team of horses, or a woman for your bed.’"
 ],
 "Opheltius, a Greek": [
  "Opheltius",
  "A leading Greek warrior",
  "BkXI299",
  "Hector",
  "Who then were the first and last to be killed by Hector, son of Priam, now that Zeus gave him glory? First Asaeus died then Autonous; Opites, Dolops Clytius’ son, Opheltius, Agelaus, Aesymnus, Orus, and steadfast Hipponous. He slew those Danaan leaders then attacked the masses, and as many heads fell to Hector as swelling waves rise and fall, their spray flung high by the gusts of errant wind, when a westerly scatters the south wind’s white cloud and strikes the sea in a violent squall."
 ],
 "Opheltius, a Trojan": [
  "Opheltius",
  "A leading Greek warrior",
  "BkVI1",
  "Euryalus",
  "And Euryalus killed Dresus and Opheltius then chased down Aesepus and Pedasus, whom the water-nymph Abarbarea bore to peerless Bucolion. He was the eldest bastard son of noble Laomedon, who lay with the nymph while shepherding his flock. She bore him twins, and now Euryalus, son of Mecisteus, loosed their noble limbs, they in their prime, stripping the armour from their breasts."
 ],
 "Opites": [
  "Opites",
  "A leading Greek warrior",
  "BkXI299",
  "Hector",
  "Who then were the first and last to be killed by Hector, son of Priam, now that Zeus gave him glory? First Asaeus died then Autonous; Opites, Dolops Clytius’ son, Opheltius, Agelaus, Aesymnus, Orus, and steadfast Hipponous. He slew those Danaan leaders then attacked the masses, and as many heads fell to Hector as swelling waves rise and fall, their spray flung high by the gusts of errant wind, when a westerly scatters the south wind’s white cloud and strikes the sea in a violent squall."
 ],
 "Oresbius": [
  "Oresbius",
  "A Greek from Hyle",
  "BkV703",
  "Hector or Ares",
  "Who were the first and last to be slain by Hector, Priam’s son, and bronze-clad Ares? Godlike Teuthras, next horse-tamer Orestes, then Trechus Aetolian spearman, Oenemaus, and Helenus, son of Oenops, last Oresbius of the glittering belt, from Hyle on the shores of Lake Cephisis where he garnered riches among the Boeotians in that fertile land."
 ],
 "Orestes, a Greek": [
  "Orestes",
  "A Greek from Hyle",
  "BkV703",
  "Hector or Ares",
  "‘Aged sire,’ Agamemnon, king of men, replied: ‘you are not wrong in showing me my blindness, and blind I was, I cannot deny. The man Zeus loves in his heart is worth an army: see how he honours Hector now and crushes us Greeks. And since I yielded blindly to a wretched passion, I am willing to make amends and compensate Achilles handsomely. Before you all, let me name the glorious gifts I’ll grant him: seven tripods, unmarked by the flames; ten talents of gold; twenty gleaming cauldrons, and twelve strong horses, prize-winners for their speed. A man with the wealth they have won for me would not lack gold and riches. And I will gift him seven women, skilled in fine needle-craft, whom I chose as spoil for their surpassing beauty, on the day when Achilles took Lesbos. And one shall be her whom I took from him, that daughter of Briseus. I shall give him my solemn oath that I never took her to bed, never slept with her, as men are wont to do with women. All these things shall straight away be his; and if the gods grant we sack this great city of Priam, let him enter when we Greeks divide the spoils, and load his ship with gold and bronze, and pick the twenty loveliest women after Argive Helen. And if we return to Achaean Argos, finest of lands, he shall be a son to me, and I’ll honour him like my dear son Orestes, who is reared there among its riches. Three daughters I have too, in my noble palace, Chrysothemis, Laodice, and Iphianassa. Let him lead whichever he wishes to Peleus’ house, without bride-price, and I will add a dowry, greater than any man yet gave with a daughter. Seven well-populated cities he shall have: Cardamyle, Enope, and grassy Hire; holy Pherae and Antheia with its deep meadows; lovely Aepeia, and vine-rich Pedasus. They are all near the sea, on our far border with sandy Pylos, and the men there own great flocks and herds. They will honour him with gifts like a god, acknowledging his sceptre, and will ensure his plans prosper. All this I will do, if he forgoes his anger. Let him give way and submit to me – of all the gods is not Hades, hard and unyielding, hated most by mortals for being so – for I claim sovereignty and seniority over him.’"
 ],
 "Orestes, a Trojan": [
  "Orestes",
  "A Greek from Hyle",
  "BkXII175",
  "Leonteus",
  "Still the Lapiths took the fight to their enemies. Peirithous’ mighty son, Polypoetes, in his fury, struck Damasus with a spear on his bronze-cheeked helmet, its point piercing the metal and entering the bone, so the Trojan’s brains spattered the lining of his helm. Then Polypoetes killed Pylon and Ormenus, while Leonteus, scion of Ares, hit Hippomachus, Antimachus’ son, on the belt with a spear-cast, then drawing his sharp sword from its sheath ran at Antiphates in the crowd and knocked him backwards on the ground. Then he felled Menon, Iamenus and Orestes, and left them in the dust."
 ],
 "Orion": [
  "Orion",
  "A Greek from Hyle",
  "BkXII175",
  "Leonteus",
  ""
 ],
 "Ormenus, a Trojan": [
  "Ormenus",
  "A hunter from Boeotian Hyria, renowned for his beauty",
  "BkVIII273",
  "Teucer",
  "Which of the Trojans did peerless Teucer kill first? Orsilochus, then Ormenus, Ophelestes, Daetor, Chromius, godlike Lycophontes, Amopaon, son of Polyaemon, and Melanippus. All, one after the other, he laid low on the fertile earth. And King Agamemnon rejoiced, watching the mighty bow slice through the Trojan ranks; and he ran to his side, saying: ‘Lord Teucer, Telamon’s son, dear friend, shoot on like that and prove a salvation to the Greeks, and a credit to your father, who reared you, his bastard child, in his own house: distant though he is, bring him honour. Moreover, I swear to you, that if aegis-bearing Zeus, and Athene, let me sack the fine citadel of Ilium, I will hand you, first after myself, an honourable prize, a tripod, a chariot with its team of horses, or a woman for your bed.’"
 ],
 "Ormenus, a second Trojan": [
  "Ormenus",
  "A hunter from Boeotian Hyria, renowned for his beauty",
  "BkXII175",
  "Polypoetes",
  "Still the Lapiths took the fight to their enemies. Peirithous’ mighty son, Polypoetes, in his fury, struck Damasus with a spear on his bronze-cheeked helmet, its point piercing the metal and entering the bone, so the Trojan’s brains spattered the lining of his helm. Then Polypoetes killed Pylon and Ormenus, while Leonteus, scion of Ares, hit Hippomachus, Antimachus’ son, on the belt with a spear-cast, then drawing his sharp sword from its sheath ran at Antiphates in the crowd and knocked him backwards on the ground. Then he felled Menon, Iamenus and Orestes, and left them in the dust."
 ],
 "Orsilochus, son of Diocles": [
  "Orsilochus",
  "A son of Diocles",
  "BkV519",
  "Aeneas",
  "Aeneas in reply killed two Danaan champions, Crethon and Orsilochus sons of Diocles, whose father lived in noble Pherae. A man of substance, his line began with the river-god Alpheus, whose broad stream flows through Pylian lands, and whose son was the great King Orsilochus. He begat Diocles in turn, whose sons these were, skilled in warfare. Reaching manhood, they followed the Argives to horse-breeding Troy in the black ships, to win compensation for the Atreidae. Now their voyage ended there in death. Like a pair of lions reared in a mountain-thicket that prey on the farmers’ fine sheep and cattle till they themselves fall to the bronze blade, so these two at the hands of Aeneas were toppled like tall firs."
 ],
 "Orsilochus, a Trojan": [
  "Orsilochus",
  "A son of Diocles",
  "BkVIII273",
  "Teucer",
  "Which of the Trojans did peerless Teucer kill first? Orsilochus, then Ormenus, Ophelestes, Daetor, Chromius, godlike Lycophontes, Amopaon, son of Polyaemon, and Melanippus. All, one after the other, he laid low on the fertile earth. And King Agamemnon rejoiced, watching the mighty bow slice through the Trojan ranks; and he ran to his side, saying: ‘Lord Teucer, Telamon’s son, dear friend, shoot on like that and prove a salvation to the Greeks, and a credit to your father, who reared you, his bastard child, in his own house: distant though he is, bring him honour. Moreover, I swear to you, that if aegis-bearing Zeus, and Athene, let me sack the fine citadel of Ilium, I will hand you, first after myself, an honourable prize, a tripod, a chariot with its team of horses, or a woman for your bed.’"
 ],
 "Orus": [
  "Orus",
  "A leading Greek warrior",
  "BkXI299",
  "Hector",
  "Who then were the first and last to be killed by Hector, son of Priam, now that Zeus gave him glory? First Asaeus died then Autonous; Opites, Dolops Clytius’ son, Opheltius, Agelaus, Aesymnus, Orus, and steadfast Hipponous. He slew those Danaan leaders then attacked the masses, and as many heads fell to Hector as swelling waves rise and fall, their spray flung high by the gusts of errant wind, when a westerly scatters the south wind’s white cloud and strikes the sea in a violent squall."
 ],
 "Othryoneus": [
  "Othryoneus",
  "A Trojan ally from Cabesus",
  "BkXIII330",
  "Idomeneus",
  "Idomeneus called out to the Danaans and, though his hair was flecked with grey, leapt upon the Trojans and routed them. He killed Othryoneus,Troy’s ally from Cabesus, who had lately responded to news of war. He had asked for Priam’s loveliest daughter, Cassandra, offering no bride-price but promising to drive the Greeks by force from Troy. Priam agreed and promised, and trusting in that promise Othryoneus fought. Now Idomeneus aimed and hurled his bright spear, striking him as he strode forward proudly. The bronze corselet failed to save him, and the blade pierced him square in the belly. He fell with a thud to the ground, and Idomeneus mocked: ‘Othryoneus, if only you could accomplish all you promised Priam, you would have his daughter as promised, and be the happiest of mortal men. Yet we could promise the same, and grant you the loveliest of Atreides’ daughters. Only follow us and sack the great citadel of Ilium, and we will bring her from Argos to wed you. Come now and follow me, so we can agree this marriage by the sea-going ships. You will find us reasonable about the price.’"
 ],
 "Otus, leader of the Epeians": [
  "Otus",
  "A Greek of Cyllene, a friend of Meges, and leader of the Epeians",
  "BkXV514",
  "Polydamas",
  "Now Hector killed Schedius, Perimedes’ son, a leader of the Phocians, while Ajax killed Laodamas, noble son of Antenor, an infantry commander, and Polydamas felled Otus of Cyllene, a friend of Meges, Phyleus’ son, a leader of the proud Epeians. When Meges saw this he launched himself at Polydamas, who swerved aside so Meges missed, Apollo refusing to see the son of Panthous fall in the front line, and instead the spear-thrust struck Croesmus full in the chest. He fell with a thud and Meges began to strip him of his armour. But Dolops, the bravest son of Lampus, son of Laomedon, and a skilled spearman, used to fierce combat, thrust at close quarters with his spear and pierced the shield of Phyleus’ son. Meges’ metal-plated corselet saved him, the one Phyleus had brought from Ephyre and the River Selleïs, where his host King Euphetes had gifted it to him to wear in action and protect him. Now it saved his son from death."
 ],
 "Pandarus": [
  "Pandarus",
  "A son of Lycaon, a Lycian, commanded the inhabitants of Zeleia near Mount Ida, in the war",
  "BkV239",
  "Diomedes",
  "Mighty Diomedes, without a tremor, replied: ‘You’ve failed, not succeeded, but before you two are done one of you must die, and sate with his blood Ares, god of the shield’s tough hide. With that, Diomedes hurled his spear whose bronze blade Athene guided to the face beside the eye, shattering Pandarus’ white teeth, shearing his tongue at the root, and exiting through the chin. He tumbled from the chariot with a clang of bright burnished armour, the swift horses swerved, and there his strength failed, his spirit was loosed."
 ],
 "Pandocus": [
  "Pandocus",
  "A Trojan",
  "BkXI489",
  "Ajax",
  "Now Ajax attacked the Trojans, killing Doryclus Priam’s illegitimate son, then with spear-thrusts struck down Pandocus, Lysander, Pyrasus and Pylartes. Like a mountain torrent, swollen by winter rain, that floods across the plain, bearing dead oaks and pines to the sea, so Ajax in his glory stormed tumultuously over the field that day, slaughtering men and horses."
 ],
 "Patroclus": [
  "Patroclus",
  "Achilles’ beloved friend, whose death, at the hands of Hector, caused Achilles to re-enter the fight against the Trojans",
  "BkXVI777",
  "Hector",
  "Such was her lament, and the women added their grief to hers. Now Hecabe took up the impassioned dirge: ‘Hector, dearest to me of all my children, dear to the gods when you were alive, who care for you now therefore in death. Swift-footed Achilles robbed me of other sons, selling them beyond the restless sea in Samothrace, Imbros or in Lemnos veiled in smoke. You he killed with the sharp bronze and dragged you round his friend Patroclus’ barrow, whom you slew, not that he raised him from the dead by doing so, and yet you lie here fresh as dew, as if newly dead, like one whom Apollo of the Silver Bow has touched and killed with his gentlest dart.’"
 ],
 "Pedaeus": [
  "Pedaeus",
  "Achilles’ beloved friend, whose death, at the hands of Hector, caused Achilles to re-enter the fight against the Trojans",
  "BkV1",
  "Meges",
  "Then Meges killed Pedaeus, a bastard son of Antenor’s, whom Lady Theano had raised with care as if he were her own, to please her husband. Meges the mighty spearman, Phyleus’ son, caught him and struck him in the neck-joint with his sharp spear, so the bronze blade severed his tongue at the root and exited between his teeth."
 ],
 "Pedasus, a Trojan": [
  "Pedasus",
  "Achilles’ beloved friend, whose death, at the hands of Hector, caused Achilles to re-enter the fight against the Trojans",
  "BkVI1",
  "Euryalus",
  "And Euryalus killed Dresus and Opheltius then chased down Aesepus and Pedasus, whom the water-nymph Abarbarea bore to peerless Bucolion. He was the eldest bastard son of noble Laomedon, who lay with the nymph while shepherding his flock. She bore him twins, and now Euryalus, son of Mecisteus, loosed their noble limbs, they in their prime, stripping the armour from their breasts."
 ],
 "Pedasus, a horse of Achilles": [
  "Pedasus",
  "Achilles’ beloved friend, whose death, at the hands of Hector, caused Achilles to re-enter the fight against the Trojans",
  "BkXVI426",
  "Sarpedon",
  "Now, as the two warriors came face to face, Patroclus struck noble Thrasymelus, Sarpedon’s brave squire, piercing his lower belly, and loosening his limbs. But Sarpedon’s reply went astray, his gleaming spear striking the horse Pedasus on its right shoulder, and the horse cried out in pain breathing its last, and fell in the dust with a great sigh as it gave up its life. The other two horses pulled away, the yoke creaking with the strain, their reins entangled with the trace horse in the dust. But Automedon, the noted spearman, found an answer. Leaping down, and drawing the long sword from beside his sturdy thigh, he cut the trace horse loose in a moment. The other pair righted themselves, and tugged again at the harness, as the two men resumed their deadly duel."
 ],
 "Peiros, Peiroos, Peirous": [
  "Peiros",
  "A son of Imbrasus of Aenus, he was a commander of the Thracians who were allied with Priam in the Trojan War",
  "BkXX455",
  "Achilles",
  "With this, Achilles pierced Dryops in the neck with a thrust of his spear, and Dryops fell at his feet. Leaving him, he disabled Demuchus, Philetor’s son, with a blow from his spear in the knee, then struck him with his long-sword and robbed him of life. Then he hurled the sons of Bias, Laogonus and Dardanus, from their chariot, one with a spear-cast the other with his sword in close combat. Tros, Alastor’s son, ran to clasp his knees, begging, in his folly, to be spared, to be captured alive, for Achilles to take pity on a youth of his own age, and not kill him! He should have known Achilles’ harshness, no soft heart or tender mind had he, fierce in his fury. As Tros in his eagerness tried to clasp the warrior’s knees, Achilles pierced his liver with the sword, and spilled it, the dark blood drenching his body, darkness enfolding him as he breathed his last. Then Achilles struck Mulius with his spear, the spear-blade passing through his head from ear to ear. Next he killed Echeclus, son of Agenor, striking him on the head with the sword, his blood heating the blade, dark death and remorseless fate veiling his eyes. Then he pierced Deucalion’s arm with the bronze spear-point, where the sinews meet the elbow joint, and Deucalion trailing the spear waited on death. Achilles struck his head from his neck, sending the helmeted head flying. The marrow welled from the vertebrae, and the corpse fell to the ground. Achilles ran after Rhigmus, the peerless son of Peiros, from fertile Thrace. He struck him in the centre of his belly with his spear, transfixing him, and he fell from his chariot. Then Achilles toppled Areïthous, Rhigmus’ squire, striking him in the back with his spear, as the charioteer wheeled the panic-stricken horses."
 ],
 "Peisander": [
  "Peisander",
  "A son of Antimachus",
  "BkXI84",
  "Agamemnon",
  "Then the king slew Peisander and steadfast Hippolochus, sons of shrewd Antimachus, who hoping for glorious gifts and gold as a bribe from Paris, was loudest to oppose restoring Helen to yellow-haired Menelaus. Now, it was his two sons whom Agamemnon captured, as they shared a chariot. They tried to contain the powerful horses, but the gleaming reins slipped from their grasp, and the team ran wild. Atreides sprang on them like a lion, while the pair begged for mercy: ‘Take us alive, son of Atreus, and win a noble ransom. Much treasure is heaped in our father’s house, gold, bronze and iron, finely wrought. Antimachus will grant you a princely ransom it you keep us alive by the Greek ships.’"
 ],
 "Peisander, a Trojan": [
  "Peisander",
  "A son of Antimachus",
  "BkXIII576",
  "Menelaus",
  "Now, dark fate led Peisander to attack you great Menelaus, sending him to death at your hands in the heat of battle. As they met, the son of Atreus saw his spear turned aside, while Peisander struck at great Menelaus’ shield, failing though to drive the bronze blade through, since the shield resisted and the shaft broke at the socket. Still he was filled with joy, and hoped for victory. But Atreides drew his silver-studded sword and charged, while behind his shield Peisander clasped his fine bronze axe with its shaft of olive-wood long and gleaming. They clashed together. Peisander caught Menelaus on the ridge of his horse-hair crested helm, close to the plume. But Menelaus’ blow fell on Peisander’s forehead at the base of the nose, shattering the bone with a loud crack, so the blood-filled eyeballs leapt from their sockets and fell in the dust at his feet, and he doubled over and fell. Setting his foot on the man’s chest, Menelaus stripped off the armour, shouting: ‘This is how we’ll drive you far from our ships, rash Trojans, you horse-tamers drunk on the sound of battle. Treacherous cowards, never at a loss for wretched shameful deeds, like the outrage you committed on me, without respect for Zeus the Thunderer, who made the guest-laws, and one day will topple your mighty city. You stole my wife, and crossed the sea with her and a weight of treasure, though you were guests of mine, and now you are keen to spread fire through our sea-going ships, and slay the whole Greek army. But keen as you are, you’ll be halted! Father Zeus, men say you are greatest in wisdom, above both gods and men, yet you are the cause of this, favouring men of violence, these ungovernable Trojans, who never weary of the din of this evil war. All things sate us, sleep, love, sweet song and the peerless dance. Of all these surely, rather than war, a man would seek his fill; yet these Trojans only seek their fill of battle.’"
 ],
 "Peneleos": [
  "Peneleos",
  "The son of Hippalcmus and Asterope, and one of the Argonauts, he is one of the leaders of the Boeotians in the war",
  "BkXVII597",
  "Polydamas",
  "The first to die in the rout was Peneleos a Boeotian. As he faced the enemy he was struck a glancing blow on the top of the shoulder that sliced through to the bone. Polydamas had hurled the spear from short range. Then Hector, fighting hand to hand, wounded Leitus, son of brave Alectryon, in the wrist and put him out of action. He retreated, unable to grasp his spear or fight on. As Hector pursued him, Idomeneus struck Hector on the breastplate beside the nipple, but the long spear shaft broke at the socket, and the Trojans shouted in relief. Hector then cast in turn at Idomeneus, son of Deucalion, aboard his chariot, missing him by a hair’s-breadth, but striking Coeranus the charioteer, and squire to Meriones whom he had followed from the city of Lyctus. Idomeneus had come out from the curved ships on foot, and would have fallen to the Trojans if Coeranus had not brought Meriones and the chariot past at a gallop. Though a light of salvation to Idomenus, fending off from him the day of death, he himself was thus fated to die at the hands of man-killing Hector. The spear struck under his jaw below the ear, shattering the teeth at their roots, and slicing through his tongue. The reins fell from his hands and he toppled from the chariot, but Meriones gathered the reins and turned to Idomeneus: ‘Use the whip, and head for the fleet. You know yourself the power is no longer with us.’ And Idomeneus, hearing him, lashed the long-maned horses, and drained of courage drove for the hollow ships."
 ],
 "Perimus": [
  "Perimus",
  "A Trojan, the son of Megas",
  "BkXVI684",
  "Patroclus",
  "Who then was the first to fall to you, Patroclus, and who the last, when the gods drew you to your death? The first were Adrastus; Autonous, Echeclus, Perimus son of Megas, Epistor, Melanippus, Elasus, Mulius, and Pylartes. These were the first he killed and the rest thought only of flight."
 ],
 "Periphas, an Aetolian": [
  "Periphas",
  "A son of the Aetolian Ochesius",
  "BkV767 BkV846",
  "Ares",
  "But the moment Ares, bane of the living, glimpsed Diomedes, he left vast Periphas where he had killed him, and headed straight for the horse-tamer. When they were at close quarters, Ares thrust with his bronze spear over the reins and yoke, at Diomedes, eager to strike him dead: but bright-eyed Athene caught the spear in her hand, and drove it above the chariot to spend its force in the air. Now, Diomedes, of the loud war-cry, drove his bronze-spear at Ares, and Pallas Athene drove it home into the lower belly, where he wore a defensive apron. There the thrust landed, tearing the flesh, and Diomedes wrenched it free again. Then brazen Ares bellowed as loud as ten thousand warriors shout in battle, when they meet in the war-god’s shadow. The Greeks and Trojans trembled with fear at insatiable Ares’ cry."
 ],
 "Periphetes, a Trojan": [
  "Periphetes",
  "A son of the Aetolian Ochesius",
  "BkXIV458",
  "Teucer",
  "Tell me now, Muses, you who live on Olympus: when Poseidon the great Earth-Shaker turned the tide of battle, who was the first Achaean to carry off the spoils, the blood-stained armour? Ajax the Great, it was, the son of Telamon. He killed Hyrtius, brave leader of the Mysians, son of Gyrtius, while Antilochus stripped Phalces and Mermerus of their lives, as Meriones slew Morys and Hippotion, and Teucer felled Prothoön and Periphetes. Menelaus too caught Hyperenor, prince among men, with a thrust in the flank from his bronze blade, piercing the gut, and Hyperenor’s spirit fled swift from the mortal wound, while darkness shrouded his eyes. But a larger number died at the hands of Ajax the Lesser, son of Oïleus, for there was none like him at chasing down fleeing men, whom Zeus had first spurred to flight."
 ],
 "Periphetes, of Mycenae": [
  "Periphetes",
  "A Mycenean, the son of Copreus",
  "BkXV565",
  "Hector",
  "He fell on them with savage intent, like a lion attacking a vast herd grazing in some water-meadow, their herdsman, unskilled in driving a cattle-killer from a sleek heifer’s carcase, pacing at front or rear, keeping close to them, so leaving the lion to strike in the centre and take a heifer, scattering the rest in terror. So the Greeks fled to a man, before Hector and Father Zeus, when Hector killed Periphetes of Mycenae, beloved son of Copreus, that Copreus whom King Eurystheus sent with a message to mighty Heracles. The son was better than his father in every way, as runner and warrior, and one of the best minds of Mycenae, and his death gave the greater glory to Hector. As he fled, he tripped over the rim of his own long shield that reached to his feet, a defence against javelins, and stumbling fell backwards, his helmet clanging loudly at his temples as he landed. Hector seeing this, swiftly approached and drove a spear through his chest, killing him in the midst of his comrades, beyond their help despite their horror, given their deep dread of noble Hector."
 ],
 "Phaenops": [
  "Phaenops",
  "The son of Asius of Abydos, and a friend of Hector, he was the father of Xanthus, Thoon",
  "BkXVII262",
  "Ajax",
  "Ajax, in turn, struck Phorcys, the warlike son of Phaenops, hitting him in the belly as he bestrode Hippothous, shattering the plate of his corselet, the blade letting out his bowels, so he fell in the dust clutching at the earth. At that, the Trojan front and even Hector gave ground, and the Greeks shouting loudly dragged away the bodies of Phorcys and Hippothous, and stripped the armour from their shoulders."
 ],
 "Phaestus, a Maeonian": [
  "Phaestus",
  "A Maeonian, the son of Borus",
  "BkV1",
  "Idomeneus",
  "Then Idomeneus killed Phaestus, the son of Maeonian Borus, from fertile Tarne. The famous spearman transfixed his shoulder, as he mounted his chariot, with a thrust of the long spear, and hateful darkness took him. Idomeneus’ men stripped him of his armour."
 ],
 "Phalces": [
  "Phalces",
  "A Trojan leader",
  "BkXIV458",
  "Antilochus",
  "Tell me now, Muses, you who live on Olympus: when Poseidon the great Earth-Shaker turned the tide of battle, who was the first Achaean to carry off the spoils, the blood-stained armour? Ajax the Great, it was, the son of Telamon. He killed Hyrtius, brave leader of the Mysians, son of Gyrtius, while Antilochus stripped Phalces and Mermerus of their lives, as Meriones slew Morys and Hippotion, and Teucer felled Prothoön and Periphetes. Menelaus too caught Hyperenor, prince among men, with a thrust in the flank from his bronze blade, piercing the gut, and Hyperenor’s spirit fled swift from the mortal wound, while darkness shrouded his eyes. But a larger number died at the hands of Ajax the Lesser, son of Oïleus, for there was none like him at chasing down fleeing men, whom Zeus had first spurred to flight."
 ],
 "Phegeus": [
  "Phegeus",
  "A son of Dares, the Trojan priest",
  "BkV1",
  "Diomedes",
  "Now, there was a rich and peerless Trojan named Dares, priest of Hephaestus, who had two sons Phegeus and Idaeus, trained in all manner of warfare. These two detached themselves from the ranks and advanced in their chariot to meet Diomedes, while he charged forward on foot. When they were within range, Phegeus first let fly his long-shadowed spear, whose point flew over Tydeus’ shoulder without touching him. Tydeus replied, and the bronze-tipped shaft sped from his hand, striking his enemy in the chest, and knocking him from the chariot. Idaeus leapt backwards out from the rear, not daring to defend his brother’s corpse. He indeed escaped black fate only because Hephaestus shielded him, spiriting him away cloaked in darkness, so his aged priestly father might not be destroyed by grief. But bold Diomedes freed the horses, and had his comrades drive them off to the hollow ships."
 ],
 "Phereclus": [
  "Phereclus",
  "A grandson of Harmon, he built the fleet of ships with which Helen",
  "BkV1",
  "Meriones",
  "Then Meriones killed Phereclus, son of Tecton, Harmon’s son, who was skilled in fashioning every kind of clever work, loved greatly as he was by Pallas Athene. He built for Paris those fine ships that proved a source of evil, and a bane to all the Trojans and himself, being ignorant of the gods’ intentions. Meriones chased him down, and when he caught him speared him through the right buttock, beneath the bone and into the bladder, so that he slumped to his knees with a groan, and death enveloped him."
 ],
 "Phorcys": [
  "Phorcys",
  "A son of Ascania, he assisted Priam in the Trojan War",
  "BkXVII262",
  "Ajax",
  "Ajax, in turn, struck Phorcys, the warlike son of Phaenops, hitting him in the belly as he bestrode Hippothous, shattering the plate of his corselet, the blade letting out his bowels, so he fell in the dust clutching at the earth. At that, the Trojan front and even Hector gave ground, and the Greeks shouting loudly dragged away the bodies of Phorcys and Hippothous, and stripped the armour from their shoulders."
 ],
 "Phylacus, a Trojan": [
  "Phylacus",
  "A son of Ascania, he assisted Priam in the Trojan War",
  "BkVI1",
  "Leitus",
  "Now rugged Polypoetes killed Astyalus, while Odysseus slew Pidytes of Percote with his bronze spear, and Teucer noble Aretaon. Then Antilochus, Nestor’s son, with his shining spear downed Ablerus, and Agamemnon, king of men, felled Elatus, who lived in hilly Pedasus by the banks of sweet-flowing Satnioïs. As Phylacus fled before him, Leitus slew him there, while in turn Eurypylus laid Melanthius low."
 ],
 "Pidytes": [
  "Pidytes",
  "A son of Ascania, he assisted Priam in the Trojan War",
  "BkVI1",
  "Odysseus",
  "Now rugged Polypoetes killed Astyalus, while Odysseus slew Pidytes of Percote with his bronze spear, and Teucer noble Aretaon. Then Antilochus, Nestor’s son, with his shining spear downed Ablerus, and Agamemnon, king of men, felled Elatus, who lived in hilly Pedasus by the banks of sweet-flowing Satnioïs. As Phylacus fled before him, Leitus slew him there, while in turn Eurypylus laid Melanthius low."
 ],
 "Podes": [
  "Podes",
  "The son of Eëtion and a friend of Hector’s",
  "BkXVII543",
  "Menelaus",
  "Now Apollo the Far-Striker, disguised as Phaenops, Asius’ son Hector’s dearest foreign guest, from Abydos, addressed him as his friend: ‘Hector, who of the Greeks will not fill you with fear if you run from Menelaus, who was never much of a fighter, even if he does snatch the dead from our ranks single-handed before vanishing? Now he’s killed your faithful comrade, a sound fighter in the front line, I mean Podes, son of Eëtion.’"
 ],
 "Polydorus, son of Priam": [
  "Polydorus",
  "The youngest son of Priam, his mother was Laothoe",
  "BkXX353",
  "Achilles",
  "Stretching out his arms, he called to him piteously: ‘Hector, dear child, I beg you, don’t face that man alone. Seek help, lest you meet your doom at the hands of Achilles, a stronger and tougher warrior than you. If the gods loved him as little as I do, the dogs and vultures would soon feed on his corpse, and my heart would be eased of a burden of sorrow, for he has robbed me of many fine sons, killing them or selling them in some far off isle. This very day I miss my two sons, Lycaon and Polydorus, whom Laothoe, princess among women, bore me. I failed to see them among the troops taking refuge in the city. If they are living, and held captive, we’ll ransom them with gold and bronze, from my great store. Altes, of glorious name, gave his daughter many gifts. But if they are dead, in Hades’ Halls, that is one more sorrow for their mother and I, who engendered them. Yet the people’s mourning will be briefer, if Achilles fails to kill you too. So take refuge behind the walls, my child, and be the saviour of the Trojans: stay alive, deny this son of Peleus glory. Have pity on me too while I live, I, poor wretch, for whom it seems Father Zeus reserves a dreadful fate, here after much sorrowful experience, on the threshold of old age, to see my sons slaughtered, my daughters dishonoured, their children hurled aside in anger, my son’s wives dragged away, my treasures fallen into savage Achaean hands. In the end, I shall be slain by a thrust from some sharp spear, and the flesh-eating dogs before my door will tear my corpse apart, the very dogs I fed from my table, reared to guard these same doors, dogs that will lie there in the gateway when in their savagery they’ve lapped my blood. It is fine for a young man, killed in battle, to lie there with his wounds on display: dead though he is, it’s an honourable sight. But an old man’s naked corpse, his grey hairs soiled by the dogs, is a pitiful matter for us wretched mortals.’"
 ],
 "Polyidus, a Trojan": [
  "Polyidus",
  "A son of Eurydamas",
  "BkV84",
  "Diomedes",
  "Astynous and General Hypeiron he killed, striking one above the nipple with a throw of his bronze-tipped spear, the other with his long sword on the collarbone, shearing the shoulder from the neck and spine. Leaving them lying there, he chased down Abas and Polyidus, sons of old Eurydamas, interpreter of dreams. They came not back again, whom great Diomedes slew, for their father to tell their dreams. Then he pursued Xanthus and Thoön, Phaenops’ dear sons: an old man too weighed down with age to get himself fresh heirs. Diomedes killed both, leaving their sorrowing father to weep when they failed to return, and his surviving kin to inherit."
 ],
 "Polymelus": [
  "Polymelus",
  "The son of Argeas",
  "BkXVI351",
  "Patroclus",
  "Patroclus had now cut off the leading companies and pushed them back towards the ships denying them a path to the city in their panic. Between the ships, the high wall, and the river, he put them to the slaughter, avenging many a dead Danaan. There he killed Pronous first with a throw of his bright spear, taking him in the chest exposed by his shield, and loosening his limbs so he fell with a thud. Then he rushed at Thestor, son of Enops, who crouched in his gleaming chariot, his mind and senses lost, and the reins slipped from his hands. Patroclus struck him on the right of his jaw with the spear, driving it past the teeth, and pulling its shaft back dragged him over the chariot’s rim, like a man astride a jutting rock landing a mighty fish hooked on the end of his line. He hauled him from the chariot, gaping on the end of his spear then dropped him on his face as his life fled. Next, facing Erylaus’s attack, Patroclus hurled a rock that landed square on his head and split the skull apart in its heavy helmet so that the man fell prone on the ground, and death that devours the spirit cloaked him. Then, one after another, he left men dead on the black earth, Erymas, Amphoterus, and Epaltes, Tlepolemus son of Damastor, Echius, Pyris, Ipheus, Euippus, and Polymelus son of Argeas."
 ],
 "Priam": [
  "Priam",
  "The King of Troy at the time of the Trojan War, the son of Laomedon, and husband of Hecuba, by whom he had many children including Hector, Helenus, Deïphobus, Cassandra and Polyxena",
  "BkXXI34",
  "Achilles",
  "So Helen lamented, and the whole crowd wept. But the old king, Priam, gave his orders: ‘Gather wood now, men of Troy, and bring it to the city, and have no fear of some crafty ambush by the Greeks. Achilles promised me, before I left the black ships, that he would restrain their army till the twelfth dawn comes.’"
 ],
 "Promachus": [
  "Promachus",
  "A Boeotian, son of Alegenor",
  "BkXIV458",
  "Acamas",
  "His boasting pained the Argives, none more so than fierce Peneleos. He ran at Acamas, but the man gave ground, and Peneleos’ thrust struck Ilioneus, son of the wealthy Phorbas, owner of herds, whom Hermes loved and made richest of the Trojans, yet whose wife had born him Ilioneus alone. Peneleos struck at the eye, and the shaft forced out the eyeball and pierced the socket, exiting at the nape of the neck. Ilioneus collapsed stretching out his arms, but Peneleos drew his keen sword, swung at the neck and struck off the helmeted head, the spear still lodged there in the eye-socket. Then holding it aloft like a poppy-head, he thrust it towards the Trojans, in triumph: ‘Grant me this favour, Trojans, tell noble Ilioneus’ dear parents to start the loud lament in their halls, for neither shall the wife of Alegenor’s son Promachus delight in her dear husband’s return when we sons of Achaea sail home from the land of Troy.’"
 ],
 "Pronous": [
  "Pronous",
  "A Boeotian, son of Alegenor",
  "BkXVI351",
  "Patroclus",
  "Patroclus had now cut off the leading companies and pushed them back towards the ships denying them a path to the city in their panic. Between the ships, the high wall, and the river, he put them to the slaughter, avenging many a dead Danaan. There he killed Pronous first with a throw of his bright spear, taking him in the chest exposed by his shield, and loosening his limbs so he fell with a thud. Then he rushed at Thestor, son of Enops, who crouched in his gleaming chariot, his mind and senses lost, and the reins slipped from his hands. Patroclus struck him on the right of his jaw with the spear, driving it past the teeth, and pulling its shaft back dragged him over the chariot’s rim, like a man astride a jutting rock landing a mighty fish hooked on the end of his line. He hauled him from the chariot, gaping on the end of his spear then dropped him on his face as his life fled. Next, facing Erylaus’s attack, Patroclus hurled a rock that landed square on his head and split the skull apart in its heavy helmet so that the man fell prone on the ground, and death that devours the spirit cloaked him. Then, one after another, he left men dead on the black earth, Erymas, Amphoterus, and Epaltes, Tlepolemus son of Damastor, Echius, Pyris, Ipheus, Euippus, and Polymelus son of Argeas."
 ],
 "Prothoenor": [
  "Prothoenor",
  "A Greek, the son of Areilycus, he was one of the leaders of the Boeotians against Troy",
  "BkXIV402 BkXIV458",
  "Polydamas",
  "His rejoicing pained the Greeks, none more so than fierce Ajax, son of Telamon, who was closest when Prothoenor fell. Swiftly, he flung his gleaming spear at Polydamas as he drew back. The man escaped certain death, springing aside, but the spear was destined by the gods to strike Archelocus, Antenor’s son. It hit where head and neck are joined, at the apex of the spine, and sheared through the sinews. His face and head touched earth before his thighs and knees. Now it was Ajax who cried aloud to Polydamas: ‘What think you Polydamas, tell me is this death not worthy of Prothoenor? The man looked noble enough, of decent lineage, the very likeness indeed of that horse-tamer Antenor, his brother perhaps or his son.’"
 ],
 "Prothoon": [
  "Prothoon",
  "A Trojan",
  "BkXIV458",
  "Teucer",
  ""
 ],
 "Prytanis": [
  "Prytanis",
  "A Lycian",
  "BkV590",
  "Odysseus",
  "Meanwhile the bronze-greaved Achaeans carried Tlepolemus out of battle, watched by the great Odysseus, steadfast of heart, whose spirit raged within him. He debated in his mind whether to pursue Sarpedon, Zeus the Thunderer’s son, or wreak more havoc among the Lycians. Yet Fate did not wish that mighty son of Zeus to die by Odysseus’ sword, and so on the Lycian host Athene turned his fury. He killed Coeranus, Chromius, Alastor and Halius, Alcandrus, Noemon and Prytanis. More of the Lycians would have died at noble Odysseus’ hands, but for Hector’s quick eye, he of the glittering helm, who strode to the front in his red-bronze armour, filling the Greeks with terror. Sarpedon, Zeus’ son, joyed at his coming, and called to him in distress: ‘Son of Priam, save me: don’t leave me a prey to the Danaans, and if I must die, and never see my own home again, nor in returning bring joy to my wife and child, let me at least die in your city.’"
 ],
 "Pylaemenes": [
  "Pylaemenes",
  "A king of the Paphlagonians, and an ally of Priam in the Trojan War",
  "BkV519",
  "Menelaus",
  "Once there, Menelaus was charged by Harpalion, son of King Pylaemenes, who had followed his dear father to Troy, but was fated never to return to his native land. Closing in, he thrust at Atreides’ shield, striking it squarely but failing to drive the bronze tip through. Glancing back warily, lest any man graze his flesh with a bronze blade, he retreated into the ranks, dodging fate. But as he turned, Meriones let fly a bronze-tipped arrow, striking him on the right buttock, so the arrow passed beneath the bone and into the bladder. He collapsed on the spot, and sinking into the arms of his friends, breathed out his life and lay in the dust like a worm, the dark blood flowing and soaking the ground. The brave Paphlagonians gathered round and lifted him into a chariot then grieving they took him to sacred Ilium, and his father, weeping, went with them, his son still un-avenged."
 ],
 "Pylartes, a Trojan": [
  "Pylartes",
  "A Trojan",
  "BkXVI684",
  "Patroclus",
  "Who then was the first to fall to you, Patroclus, and who the last, when the gods drew you to your death? The first were Adrastus; Autonous, Echeclus, Perimus son of Megas, Epistor, Melanippus, Elasus, Mulius, and Pylartes. These were the first he killed and the rest thought only of flight."
 ],
 "Pylon": [
  "Pylon",
  "A Trojan",
  "BkXII175",
  "Polypoetes",
  "Still the Lapiths took the fight to their enemies. Peirithous’ mighty son, Polypoetes, in his fury, struck Damasus with a spear on his bronze-cheeked helmet, its point piercing the metal and entering the bone, so the Trojan’s brains spattered the lining of his helm. Then Polypoetes killed Pylon and Ormenus, while Leonteus, scion of Ares, hit Hippomachus, Antimachus’ son, on the belt with a spear-cast, then drawing his sharp sword from its sheath ran at Antiphates in the crowd and knocked him backwards on the ground. Then he felled Menon, Iamenus and Orestes, and left them in the dust."
 ],
 "Pyraechmes": [
  "Pyraechmes",
  "An ally of the Trojans and commander of the Paeonians",
  "BkXVI257",
  "Patroclus",
  "Patroclus it was who hurled the first glittering spear, right into the centre of the throng milling around the stern of brave Protesilaus’ ship, striking Pyraechmes, who had led his Paeonian horse-lords from Amydon and the banks of the broad Axius. He found the right shoulder, and backward Pyraechmes tumbled in the dust with a loud groan, while around him his comrades fled in panic, now Patroclus had killed their leader and champion. Sweeping them from the stern, the Greeks put out the fire, leaving the half-burnt vessel behind as they drove the Trojans in rout among the hollow ships, while the cries rose up to heaven."
 ],
 "Pyrasus, a Trojan": [
  "Pyrasus",
  "An ally of the Trojans and commander of the Paeonians",
  "BkXI489",
  "Ajax",
  "Now Ajax attacked the Trojans, killing Doryclus Priam’s illegitimate son, then with spear-thrusts struck down Pandocus, Lysander, Pyrasus and Pylartes. Like a mountain torrent, swollen by winter rain, that floods across the plain, bearing dead oaks and pines to the sea, so Ajax in his glory stormed tumultuously over the field that day, slaughtering men and horses."
 ],
 "Pyris": [
  "Pyris",
  "An ally of the Trojans and commander of the Paeonians",
  "BkXVI351",
  "Patroclus",
  "Patroclus had now cut off the leading companies and pushed them back towards the ships denying them a path to the city in their panic. Between the ships, the high wall, and the river, he put them to the slaughter, avenging many a dead Danaan. There he killed Pronous first with a throw of his bright spear, taking him in the chest exposed by his shield, and loosening his limbs so he fell with a thud. Then he rushed at Thestor, son of Enops, who crouched in his gleaming chariot, his mind and senses lost, and the reins slipped from his hands. Patroclus struck him on the right of his jaw with the spear, driving it past the teeth, and pulling its shaft back dragged him over the chariot’s rim, like a man astride a jutting rock landing a mighty fish hooked on the end of his line. He hauled him from the chariot, gaping on the end of his spear then dropped him on his face as his life fled. Next, facing Erylaus’s attack, Patroclus hurled a rock that landed square on his head and split the skull apart in its heavy helmet so that the man fell prone on the ground, and death that devours the spirit cloaked him. Then, one after another, he left men dead on the black earth, Erymas, Amphoterus, and Epaltes, Tlepolemus son of Damastor, Echius, Pyris, Ipheus, Euippus, and Polymelus son of Argeas."
 ],
 "Rhigmus": [
  "Rhigmus",
  "A Trojan",
  "BkXX455",
  "Achilles",
  "With this, Achilles pierced Dryops in the neck with a thrust of his spear, and Dryops fell at his feet. Leaving him, he disabled Demuchus, Philetor’s son, with a blow from his spear in the knee, then struck him with his long-sword and robbed him of life. Then he hurled the sons of Bias, Laogonus and Dardanus, from their chariot, one with a spear-cast the other with his sword in close combat. Tros, Alastor’s son, ran to clasp his knees, begging, in his folly, to be spared, to be captured alive, for Achilles to take pity on a youth of his own age, and not kill him! He should have known Achilles’ harshness, no soft heart or tender mind had he, fierce in his fury. As Tros in his eagerness tried to clasp the warrior’s knees, Achilles pierced his liver with the sword, and spilled it, the dark blood drenching his body, darkness enfolding him as he breathed his last. Then Achilles struck Mulius with his spear, the spear-blade passing through his head from ear to ear. Next he killed Echeclus, son of Agenor, striking him on the head with the sword, his blood heating the blade, dark death and remorseless fate veiling his eyes. Then he pierced Deucalion’s arm with the bronze spear-point, where the sinews meet the elbow joint, and Deucalion trailing the spear waited on death. Achilles struck his head from his neck, sending the helmeted head flying. The marrow welled from the vertebrae, and the corpse fell to the ground. Achilles ran after Rhigmus, the peerless son of Peiros, from fertile Thrace. He struck him in the centre of his belly with his spear, transfixing him, and he fell from his chariot. Then Achilles toppled Areïthous, Rhigmus’ squire, striking him in the back with his spear, as the charioteer wheeled the panic-stricken horses."
 ],
 "Sarpedon": [
  "Sarpedon",
  "A son of Laodameia, or according to others of Evander by Deidameia, and a brother of Clarus and Themon, he was a Lycian prince",
  "BkXX455",
  "Achilles",
  "Now Achilles brought out a shield and helmet, and a long-shadowed spear, Sarpedon’s gear that Patroclus had captured. Then he announced the next event: ‘Our two best warriors must arm, and fight each other for these prizes before the army, with naked bronze. I will give the one who first penetrates the other’s guard and draws blood, this noble silver-studded Thracian sword I took from Asteropaeus, and the other arms they both can share, as well as a fine banquet in my hut.’"
 ],
 "Satnius": [
  "Satnius",
  "The Trojan son of Enops and a Naiad",
  "BkXIV402",
  "Ajax the Lesser",
  "Now, when the Greeks saw Hector depart, they fell on the Trojans more fiercely, eager to do battle. Fleet-footed Ajax, son of Oïleus, was first to draw blood, attacking Satnius, son of Enops, stepping in close, wounding him in the flank with a thrust from his sharp spear. Satnius was born to his father Enops by a peerless Naiad, as Enops tended his herds by the banks of Satnioïs. Now he fell backward, and the Greeks and Trojans fought a fierce battle over his body. Polydamas, the spearman, son of Panthous, ran in to protect it, and struck Prothoenor son of Areilycus in the right shoulder, the spear passing through, so that he fell clutching the earth. Polydamas gave a triumphant cry: ‘Once more the spear leaps from the hand of Panthous’ proud son, and finds its mark. Argive flesh receives it, and this Greek can use it as a staff, I think, as he goes to the House of Hades.’"
 ],
 "Scamandrius": [
  "Scamandrius",
  "A Trojan, the son of Strophius",
  "BkV1",
  "Menelaus",
  "Then Menelaus with his sharp spear slew Scamandrius, the skilful hunter, son of Strophius. He was a master of the chase, taught by Artemis herself to kill all the wild creatures of the mountain forest. Yet Artemis, Mistress of the Bow, was no help now, nor all his former skill in archery. For Menelaus, the great spearman, lanced him in the back as he fled, and drove the point between his shoulders, through the chest. Scamandrius fell face downwards with a crash."
 ],
 "Schedius, son of Iphitus": [
  "Schedius",
  "A son of Iphitus by Hippolyte, he commanded the Phocians in the war against Troy, along with his brother Epistrophus",
  "BkXVII262",
  "Hector",
  "Now Hector replied, hurling his gleaming spear at Ajax, who kept a careful eye on it, and dodged it by a hair’s breadth. It hit Schedius, the brave son of Iphitus. A powerful prince, best of the Phocians, he lived in a famous city, Panopeus. The spear struck beneath the centre of his collar-bone, the bronze point passing through and exiting at the base of his shoulder. He fell with a thud and the armour clanged around him."
 ],
 "Schedius, son of Perimedes": [
  "Schedius",
  "A Phocian",
  "BkXV514",
  "Hector",
  "Now Hector replied, hurling his gleaming spear at Ajax, who kept a careful eye on it, and dodged it by a hair’s breadth. It hit Schedius, the brave son of Iphitus. A powerful prince, best of the Phocians, he lived in a famous city, Panopeus. The spear struck beneath the centre of his collar-bone, the bronze point passing through and exiting at the base of his shoulder. He fell with a thud and the armour clanged around him."
 ],
 "Simoeisius": [
  "Simoeisius",
  "A Trojan, the son of Anthemion, named from the river Simois",
  "BkIV473",
  "Ajax the Greater",
  "Then Priam’s son, Antiphus of the glittering cuirass, replied with a spear-throw from the ranks. He missed Ajax, but struck Odysseus’s loyal comrade Leucus in the groin as he was hauling Simoeisius away. As he fell, the body slipped from his grasp landing beneath him. Odysseus was enraged by his death, and rushed from the ranks towards the enemy, clad in his burnished bronze. There, after an appraising glance, he hurled his bright spear, so that the Trojans shrank back from his onset. His shaft was not cast in vain, striking Democoon, Priam’s natural son, who had rallied to the cause from his stud-farm and swift-hoofed mares at Abydus. The spear, hurled in anger at a comrade’s death, struck him on one temple, the bronze point exiting through the other so that darkness dimmed his eyes, and he fell with a thudding clang of armour. Great Hector and the Trojan front gave ground, while the Greeks, shouting in triumph, dragged the bodies clear and advanced."
 ],
 "Socus": [
  "Socus",
  "A wealthy Trojan, son of Hippasus",
  "BkXI401",
  "Odysseus",
  "With this, he pulled Socus’ heavy spear from the bossed shield and his wound, so the blood poured out, troubling him. The fearsome Trojans who saw the blood, shouted to each other across the lines and ran at him as one. But giving ground he called to his friends thrice, uttering his loudest call, and Menelaus, beloved of Ares, hearing the triple cry, called swiftly to Ajax: ‘Lord Ajax, scion of Zeus, Telamon’s son, I hear the great-hearted Odysseus shouting, as if he were cut off by the Trojans, and well nigh overpowered. Let’s cut our way through the ranks, it’s best to assume the worst. Powerful though he is I fear for him, alone among the Trojans, lest he be lost to Greece.’"
 ],
 "Sthenelaus": [
  "Sthenelaus",
  "A Trojan or Lycian, son of Ithaemenes",
  "BkXVI569",
  "Patroclus",
  "At first the Trojans repelled the fierce Achaeans, killing one of the best of the Myrmidons noble Epeigeus, son of brave Agacles. He had been king in populous Budeum, but having killed a noble kinsman had found sanctuary with Peleus and silver-footed Thetis. They sent him with Achilles, breaker of battle lines, to horse-taming Troy to fight against the Trojans. He had just laid hands on the body when glorious Hector struck him on the head with a stone, shattering the skull inside the heavy helm, so he fell, face down, on the corpse, and death that takes the spirit embraced him. Then Patroclus was plunged in grief for his dead friend, and he swept through the front line swift as the falcon that scatters jackdaws and starlings. Straight at the Lycians and Trojans, you flew, Patroclus, master horseman, your heart filled with wrath at your comrade’s death. Sthenelaus, he killed, dear son of Ithaemenes, striking his neck with a stone, tearing the sinews, and the front line led by glorious Hector gave ground. As far as a man, trialling his strength perhaps or attacked by bloodthirsty foes in battle, can hurl a long javelin the Trojans withdrew before the Achaean advance. Then Glaucus, leading the Lycian shield-men, turned and killed bold Bathycles, beloved son of Chalcon, who lived in Hellas, first among Myrmidons in wealth and land. Glaucus, spinning round on him as Bathycles tried to overtake him, struck the man deep in the chest with a blow of his spear. He fell with a thud, and the Greeks were overcome with grief at the fall of a worthy warrior, while the Trojans rejoiced, and ran in to surround the corpse."
 ],
 "Stichius": [
  "Stichius",
  "He was a commander of the Athenians in the war",
  "BkXV328",
  "Hector",
  "As the Greek line broke, the Trojans picked them off one by one. Hector killed Stichius and Arcesilaus, the former a leader of the bronze-clad Boeotians, the latter a trusted friend of brave Menestheus, while Aeneas slew Medon and Iasus. Medon was a natural son of godlike Oïleus, so a brother to Ajax the lesser, and came from Phylace, not his native land, exiled for killing a kinsman of his step-mother Eriopis, wife to Oïleus. Iasus was an Athenian leader, the son of Sphelus son to Bucolus. Polydamas killed Mecisteus, Polites killed Echius as they clashed, and Clonius fell to noble Agenor. Deiochus fled with the other leaders, but Paris struck him from behind at the base of the shoulder, and drove the bronze clean through."
 ],
 "Teuthras, a Greek": [
  "Teuthras",
  "A Greek from Magnesia",
  "BkV703",
  "Hector or Ares",
  "Who were the first and last to be slain by Hector, Priam’s son, and bronze-clad Ares? Godlike Teuthras, next horse-tamer Orestes, then Trechus Aetolian spearman, Oenemaus, and Helenus, son of Oenops, last Oresbius of the glittering belt, from Hyle on the shores of Lake Cephisis where he garnered riches among the Boeotians in that fertile land."
 ],
 "Thersilochus": [
  "Thersilochus",
  "A Trojan ally",
  "BkXXI200",
  "Achilles",
  "With this, Achilles plucked his bronze-tipped spear from the bank, and left the corpse of Asteropaeus lying on the sand, in shallow water, where the eels and fish were already at work, nibbling the kidneys and devouring the fat, and went after the Paeonian charioteers, still huddled by the swirling river, having seen their champion die in combat at the hands and sword of the son of Peleus. There he killed Thersilochus, Mydon, Astypylus, Mnesus, Thrasius, Aenius and Ophelestes, and more too would have died if the eddying River had not taken on human form, and called to him angrily from the deep current: ‘Achilles, you are more than a man in strength and in dark deeds too, and the gods always defend you. If Zeus wants you to kill every last Trojan, then at least drive them from my stream, and do your grim work in the plain. My lovely channels are choked with the dead, and how can I send my waters down to the glittering sea, if you go on with your ruthless slaughter, fouling them with corpses? Prince among men, cease now, you appal me.’"
 ],
 "Thestor": [
  "Thestor",
  "The son of Enops",
  "BkXVI351",
  "Patroclus",
  "Patroclus had now cut off the leading companies and pushed them back towards the ships denying them a path to the city in their panic. Between the ships, the high wall, and the river, he put them to the slaughter, avenging many a dead Danaan. There he killed Pronous first with a throw of his bright spear, taking him in the chest exposed by his shield, and loosening his limbs so he fell with a thud. Then he rushed at Thestor, son of Enops, who crouched in his gleaming chariot, his mind and senses lost, and the reins slipped from his hands. Patroclus struck him on the right of his jaw with the spear, driving it past the teeth, and pulling its shaft back dragged him over the chariot’s rim, like a man astride a jutting rock landing a mighty fish hooked on the end of his line. He hauled him from the chariot, gaping on the end of his spear then dropped him on his face as his life fled. Next, facing Erylaus’s attack, Patroclus hurled a rock that landed square on his head and split the skull apart in its heavy helmet so that the man fell prone on the ground, and death that devours the spirit cloaked him. Then, one after another, he left men dead on the black earth, Erymas, Amphoterus, and Epaltes, Tlepolemus son of Damastor, Echius, Pyris, Ipheus, Euippus, and Polymelus son of Argeas."
 ],
 "Thoas, a Trojan": [
  "Thoas",
  "The son of Enops",
  "BkXVI257",
  "Menelaus",
  "Then the Greek leaders each killed his man as the Trojan force was scattered. Mighty Patroclus pierced Areilycus in the thigh with a throw of his spear as he turned to run, driving the point clean through, so the bronze shattered the bone and Areilycus fell face-forwards on the ground. Warlike Menelaus thrust at Thoas and hit him in the chest, where the shield failed to protect him, loosening his limbs. Meges was too quick for the charging Amphiclus, striking through the thigh, where the muscle is densest, the spear-point tearing the sinews, and darkness shrouded his eyes. Nestor’s son, Antilochus, caught Atymnius with his spear’s keen blade, driving the bronze tip through his flank so he toppled forward. But Maris, nearby, angered by his brother’s death, charged at Antilochus with his spear, and straddled the corpse. Yet a second son of Nestor, godlike Thrasymedes, before his enemy could thrust, struck him deftly in the shoulder. The spear-blade sheared the ligaments at the base of the arm, and smashed the bone. He fell with a thud and darkness clouded his eyes. So these two brothers, vanquished by two, went down to Erebus. Spearmen they were, noble friends of Sarpedon, sons of Amisodarus: he who reared the monstrous Chimaera that brought grief to many a man."
 ],
 "Thoön, son of Phaenops": [
  "Thoön",
  "The son of Enops",
  "BkV84",
  "Diomedes",
  "Astynous and General Hypeiron he killed, striking one above the nipple with a throw of his bronze-tipped spear, the other with his long sword on the collarbone, shearing the shoulder from the neck and spine. Leaving them lying there, he chased down Abas and Polyidus, sons of old Eurydamas, interpreter of dreams. They came not back again, whom great Diomedes slew, for their father to tell their dreams. Then he pursued Xanthus and Thoön, Phaenops’ dear sons: an old man too weighed down with age to get himself fresh heirs. Diomedes killed both, leaving their sorrowing father to weep when they failed to return, and his surviving kin to inherit."
 ],
 "Thoön, a Trojan": [
  "Thoön",
  "The son of Enops",
  "BkXIII526",
  "Antilochus",
  "Now Aeneas charged at Aphareus, Caletor’s son, striking him in the throat with a sharp spear as he turned towards him. His head slumped to one side, as his shield and helmet crushed him, and death that slays the spirit engulfed him. Meanwhile Antilochus, seizing his chance, leapt at Thoön whose back was turned, slashing at him, severing the spinal chord, slicing clean through so Thoön fell backwards in the dust, his hands stretched towards his close comrades. Antilochus, though, ran forwards and, warily, while the circling Trojans threatened to pierce his wide gleaming shield, started to strip away the shoulder armour. But Poseidon, Earth-Shaker, guarded Nestor’s son closely, even amongst the shower of missiles, and no deadly bronze tip passed Antilochus’ defences to graze his tender flesh. For Antilochus, though ringed by enemies, always ranged against them, forever brandishing and shaking his restless spear, ready to hurl it at his target or challenge a man in close combat."
 ],
 "Thrasius, a Paeonian": [
  "Thrasius",
  "The son of Enops",
  "BkXXI200",
  "Achilles",
  "With this, Achilles plucked his bronze-tipped spear from the bank, and left the corpse of Asteropaeus lying on the sand, in shallow water, where the eels and fish were already at work, nibbling the kidneys and devouring the fat, and went after the Paeonian charioteers, still huddled by the swirling river, having seen their champion die in combat at the hands and sword of the son of Peleus. There he killed Thersilochus, Mydon, Astypylus, Mnesus, Thrasius, Aenius and Ophelestes, and more too would have died if the eddying River had not taken on human form, and called to him angrily from the deep current: ‘Achilles, you are more than a man in strength and in dark deeds too, and the gods always defend you. If Zeus wants you to kill every last Trojan, then at least drive them from my stream, and do your grim work in the plain. My lovely channels are choked with the dead, and how can I send my waters down to the glittering sea, if you go on with your ruthless slaughter, fouling them with corpses? Prince among men, cease now, you appal me.’"
 ],
 "Thrasymelus": [
  "Thrasymelus",
  "The son of Enops",
  "BkXVI426",
  "Patroclus",
  "Now, as the two warriors came face to face, Patroclus struck noble Thrasymelus, Sarpedon’s brave squire, piercing his lower belly, and loosening his limbs. But Sarpedon’s reply went astray, his gleaming spear striking the horse Pedasus on its right shoulder, and the horse cried out in pain breathing its last, and fell in the dust with a great sigh as it gave up its life. The other two horses pulled away, the yoke creaking with the strain, their reins entangled with the trace horse in the dust. But Automedon, the noted spearman, found an answer. Leaping down, and drawing the long sword from beside his sturdy thigh, he cut the trace horse loose in a moment. The other pair righted themselves, and tugged again at the harness, as the two men resumed their deadly duel."
 ],
 "Thymbraeus": [
  "Thymbraeus",
  "A Trojan prince",
  "BkXI299",
  "Diomedes",
  ""
 ],
 "Tlepolemus, son of Damastor": [
  "Tlepolemus",
  "A Trojan prince",
  "BkXVI351",
  "Patroclus",
  "Patroclus had now cut off the leading companies and pushed them back towards the ships denying them a path to the city in their panic. Between the ships, the high wall, and the river, he put them to the slaughter, avenging many a dead Danaan. There he killed Pronous first with a throw of his bright spear, taking him in the chest exposed by his shield, and loosening his limbs so he fell with a thud. Then he rushed at Thestor, son of Enops, who crouched in his gleaming chariot, his mind and senses lost, and the reins slipped from his hands. Patroclus struck him on the right of his jaw with the spear, driving it past the teeth, and pulling its shaft back dragged him over the chariot’s rim, like a man astride a jutting rock landing a mighty fish hooked on the end of his line. He hauled him from the chariot, gaping on the end of his spear then dropped him on his face as his life fled. Next, facing Erylaus’s attack, Patroclus hurled a rock that landed square on his head and split the skull apart in its heavy helmet so that the man fell prone on the ground, and death that devours the spirit cloaked him. Then, one after another, he left men dead on the black earth, Erymas, Amphoterus, and Epaltes, Tlepolemus son of Damastor, Echius, Pyris, Ipheus, Euippus, and Polymelus son of Argeas."
 ],
 "Tlepolemus, son of Heracles": [
  "Tlepolemus",
  "A son of Heracles by Astyoche, the daughter of Phylas",
  "BkV590",
  "him in turn",
  "Patroclus had now cut off the leading companies and pushed them back towards the ships denying them a path to the city in their panic. Between the ships, the high wall, and the river, he put them to the slaughter, avenging many a dead Danaan. There he killed Pronous first with a throw of his bright spear, taking him in the chest exposed by his shield, and loosening his limbs so he fell with a thud. Then he rushed at Thestor, son of Enops, who crouched in his gleaming chariot, his mind and senses lost, and the reins slipped from his hands. Patroclus struck him on the right of his jaw with the spear, driving it past the teeth, and pulling its shaft back dragged him over the chariot’s rim, like a man astride a jutting rock landing a mighty fish hooked on the end of his line. He hauled him from the chariot, gaping on the end of his spear then dropped him on his face as his life fled. Next, facing Erylaus’s attack, Patroclus hurled a rock that landed square on his head and split the skull apart in its heavy helmet so that the man fell prone on the ground, and death that devours the spirit cloaked him. Then, one after another, he left men dead on the black earth, Erymas, Amphoterus, and Epaltes, Tlepolemus son of Damastor, Echius, Pyris, Ipheus, Euippus, and Polymelus son of Argeas."
 ],
 "Trechus": [
  "Trechus",
  "An Aetolian spearman",
  "BkV703",
  "Hector or Ares",
  "Who were the first and last to be slain by Hector, Priam’s son, and bronze-clad Ares? Godlike Teuthras, next horse-tamer Orestes, then Trechus Aetolian spearman, Oenemaus, and Helenus, son of Oenops, last Oresbius of the glittering belt, from Hyle on the shores of Lake Cephisis where he garnered riches among the Boeotians in that fertile land."
 ],
 "Tros, son of Alastor": [
  "Tros",
  "A Trojan",
  "BkXX455",
  "Achilles",
  "With this, Achilles pierced Dryops in the neck with a thrust of his spear, and Dryops fell at his feet. Leaving him, he disabled Demuchus, Philetor’s son, with a blow from his spear in the knee, then struck him with his long-sword and robbed him of life. Then he hurled the sons of Bias, Laogonus and Dardanus, from their chariot, one with a spear-cast the other with his sword in close combat. Tros, Alastor’s son, ran to clasp his knees, begging, in his folly, to be spared, to be captured alive, for Achilles to take pity on a youth of his own age, and not kill him! He should have known Achilles’ harshness, no soft heart or tender mind had he, fierce in his fury. As Tros in his eagerness tried to clasp the warrior’s knees, Achilles pierced his liver with the sword, and spilled it, the dark blood drenching his body, darkness enfolding him as he breathed his last. Then Achilles struck Mulius with his spear, the spear-blade passing through his head from ear to ear. Next he killed Echeclus, son of Agenor, striking him on the head with the sword, his blood heating the blade, dark death and remorseless fate veiling his eyes. Then he pierced Deucalion’s arm with the bronze spear-point, where the sinews meet the elbow joint, and Deucalion trailing the spear waited on death. Achilles struck his head from his neck, sending the helmeted head flying. The marrow welled from the vertebrae, and the corpse fell to the ground. Achilles ran after Rhigmus, the peerless son of Peiros, from fertile Thrace. He struck him in the centre of his belly with his spear, transfixing him, and he fell from his chariot. Then Achilles toppled Areïthous, Rhigmus’ squire, striking him in the back with his spear, as the charioteer wheeled the panic-stricken horses."
 ],
 "Xanthus, son of Phaenops": [
  "Xanthus",
  "A Trojan",
  "BkV84",
  "Diomedes",
  "Xanthus’ force was spent, Hera’s command had ended the conflict, though she was still resentful, but the other gods, torn in opposing directions by strong passions, were occupied in dire and momentous strife. They clashed with a mighty tumult, earth rang, and heaven echoed with sound like a trumpet blast. Zeus, on Olympus, heard the row, and he laughed to himself with joy, witnessing the immortals’ quarrel. Ares, the breaker of shields, bronze spear in hand, wasting not a moment, leapt at Athene and began the fight, with a shout of abuse: ‘Yet again, you gad-fly, you set the immortals at one another, you with your fiery impudence, and your boundless pride. Remember the time when you spurred Diomedes on to wound me, grasping the spear-shaft yourself, sending that blade straight towards me and tearing my sweet flesh. Now you’ll pay, I say, for all you’ve done.’"
 ]
}